Repository: sysfce2/Game_etlegacy
Catalog: etmain/locale/mod/*.po
Languages: sv

source: Waiting for new key... Press ESCAPE to cancel
sv: Väntar på ny nyckel... Tryck 'Esc' för att avbryta

source: Press ENTER or CLICK to change, Press BACKSPACE to clear
sv: Tryck ENTER eller KLICKA för att ändra, tryck BACKSTEG för att rensa

source: Getting info for %d servers (ESC to cancel)
sv: Hämtar information för %d servrar ('Esc' för att avbryta)

source: Waiting for response from Master Server
sv: Väntar på svar från huvudserver

source: Refresh Time: %s
sv: Uppdateringstid: %s

source: Can't show Server Info (not found, or local server)
sv: Kan inte visa serverinformation (hittades inte eller lokal server)

source: Favorite already in list
sv: Favorit redan på listan

source: Favorite list full
sv: Favoritlistan full

source: Added favorite server %s
sv: Lagt till favoritserver %s

source: ^3Filtered/Total: %04i/%04i
sv: ^3Filtrerat/Totalt: %04i/%04i

source: ^3Check your filters - no servers found! Filtered/Total: %04i/%04i
sv: ^3Kontrollera dina filter - inga servrar hittades! Filtrerat/Totalt:%04i/%04i

source: ^1No Connection or master down - no servers found! Filtered/Total: 0000/0000
sv: ^1Ingen anslutning eller master ner - inga servrar hittades! Filtrerat/Totalt: 0000/0000

source: Server is full, redirect to: %s
sv: Servern är full, omdirigera till: %s

source: %d servers listed in browser with %d players.
sv: %d servrar listade i läsaren med %d spelare.

source: %d servers not listed (filtered out by game browser settings)
sv: %d servrar inte är listade (filtrerade ut av läsarens inställningar)

source: Can't find campaign '%s'
sv: Kan inte hitta fälttåg '%s'

source: Corrupted campaign '%s'
sv: Skadad fälttåg '%s'

source: %i campaigns found:
sv: %i fälttåg hittades:

source: No campaigns found.
sv: Inga fälttåg hittades.

source: No favourite servers found.
sv: Inga favoritservrar hittades.

source: All favourite servers removed.
sv: Alla favoritservrar har tagits bort.

source: You are near
sv: Du är nära

source: joined the Axis team
sv: gå med i Axelmakterna

source: joined the Allies team
sv: gå med i Allierade

source: entered the game
sv: gå med i spelet

source: rediscovered gravity
sv: återupptäckte gravitationen

source: was crushed
sv: krossades

source: drowned
sv: drunknade

source: slagged
sv: blev till slagg

source: was killed
sv: dödades

source: got buried under a pile of rubble
sv: blev begravd under en hög med spillror

source: was incinerated
sv: förbrändes

source: had an appointment with the map mortar
sv: hade ett möte med granatkastaren

source: took a map mortar shell shower
sv: tog en mörsargranat dusch

source: was pulverized by an explosion
sv: pulveriserades av en explosion

source: dynamited himself to pieces
sv: dynamiserade sig själv i stycken

source: dove on his own grenade
sv: duva på sin egen granat

source: vaporized himself
sv: förångade sig själv

source: played with fire
sv: lekte med eld

source: obliterated himself
sv: utplånade sig själv

source: fired-for-effect on himself
sv: använde verkanseld på sig själv

source: died in his own explosion
sv: dog i sin egen explosion

source: ate his own rifle grenade
sv: åt sin egen gevärsgranat

source: failed to spot his own landmine
sv: kunde inte upptäcka sin egen landmina

source: embraced his own satchel explosion
sv: omfamnade sin egen väska explosion

source: engineered himself into oblivion
sv: konstruerade sig själv till glömska

source: buried himself alive
sv: begravde sig levande

source: never saw his own mortar round coming
sv: såg aldrig sin egen mörsargranat komma

source: danced on his airstrike marker
sv: dansade på sin luftangreppsmarkör

source: committed suicide
sv: begick självmord

source: killed himself
sv: tog livet av sig

source: Improved use of Explosive Ammunition
sv: Förbättrad användning av explosiv ammunition

source: Improved Dexterity
sv: Förbättrad fingerfärdighet

source: Binoculars for any Class
sv: Kikare för alla klasser

source: Medic Ammo
sv: Sjukvårdare ammo

source: Improved First Aid Resources
sv: Förbättrade resurser för första hjälpen

source: Improved use of Light Weapon Ammunition
sv: Förbättrad användning av lätta vapenammunition

source: Improved Projectile Resources
sv: Förbättrade projektilresurser

source: Improved use of Scoped Weapon Ammunition
sv: Förbättrad användning av prickskyttvapenammo

source: Improved Physical Fitness
sv: Förbättrad fysisk kondition

source: Improved Ammo Resources
sv: Förbättrade ammoresurser

source: Improved Signals
sv: Förbättrade signaler

source: Faster Reload
sv: Snabbare omladdning

source: Heavy Weapon Proficiency
sv: Kunskap om tunga vapen

source: Improved use of Sabotage and Misdirection
sv: Förbättrad användning av sabotage och vilseledning

source: Improved Health
sv: Förbättrad hälsa

source: Improved Construction and Destruction
sv: Förbättrad konstruktion och destruktion

source: Full Revive
sv: Full återupplivning

source: Improved Air and Ground Support
sv: Förbättrat luft- och markstöd

source: Improved Light Weapon Handling
sv: Förbättrad hantering av lätta vapen

source: Breath Control
sv: Andningskontroll

source: Trap Awareness
sv: Medvetenhet om fällor

source: a Flak Jacket
sv: en flakjacka

source: Adrenalin Self
sv: Adrenalin själv

source: Enemy Recognition
sv: Fiendeupptäckt

source: Dual-Wield Pistols
sv: Dubbla pistoler

source: Improved Weapon Handling
sv: Förbättrad vapenhantering

source: Assassin
sv: Lönnmördare

source: You will spawn as an %s %s with a %s and %s.
sv: Du kommer att skapas som en %s %s med en %s och en %s.

source: ^1THE TEAM
sv: ^1LAGET

source: Axis team
sv: Axelmakterna

source: Allied team
sv: Allierade

source: Spectators
sv: Åskådare

source: You must be a player or following a player to use +stats
sv: Du måste vara en spelare eller följa en spelare för att kunna använda +stats

source: You must be alive to use ^3/kill^7.
sv: Du måste vara vid liv för att använda ^3/kill^7.

source: No vote in progress.
sv: Ingen omröstning pågår.

source: No or bad challenge for address.
sv: Ingen eller felaktig utmaning för adress.

source: Match is already in progress!
sv: Matchen är redan igång!

source: ^1** Referee Server Setting Change **
sv: ^1** Domare-serverinställning ändring **

source: Your fireteam is now public
sv: Din grupp är nu offentlig

source: Your fireteam is now private
sv: Din grupp är nu privat

source: The Allies have too many players.
sv: Allierade har för många spelare.

source: The Axis has too many players.
sv: Axelmakterna har för många spelare.

source: Fall back!
sv: Fall tillbaka!

source: ^3All players ready!^7 Match starting...
sv: ^3Alla spelare redo!^7 Matchen börjar...

source: Path cleared.
sv: Vägen rensad.

source: The enemy is weakened.
sv: Fienden är försvagad.

source: All clear.
sv: Allt rensad.

source: Incoming!
sv: Fienden kommer!

source: Fire in the hole!
sv: Tänt var det här!

source: I'm on defense.
sv: Jag går till försvar.

source: I'm on offense.
sv: Jag går till angrepp.

source: Taking fire!
sv: Beskjutning!

source: Mines cleared.
sv: Minorna röjd.

source: Enemy in disguise.
sv: Fiende i förklädnad.

source: Need a Medic!
sv: Behöver en sjukvårdare!

source: I need ammo!
sv: Jag behöver ammo!

source: I need backup!
sv: Jag behöver förstärkning!

source: We need an engineer!
sv: Vi behöver en ingenjör!

source: Cover me!
sv: Täck mig!

source: Hold your fire!
sv: Eld upphör!

source: Where to?
sv: Vart?

source: We need Covert Ops!
sv: Vi behöver en hemlig operatör!

source: Follow me!
sv: Följ mig!

source: Let's go!
sv: Nu går vi!

source: Move!
sv: Mer rörelse!

source: Clear the path!
sv: Rensa vägen!

source: Defend our objective!
sv: Försvara vårt mål!

source: Disarm the dynamite!
sv: Desarmera dynamiten!

source: Clear the mines!
sv: Röja minorna!

source: Reinforce the offense!
sv: Förstärk offensiven!

source: Reinforce the defense!
sv: Förstärk försvaret!

source: Affirmative!
sv: Bekräftad!

source: No!
sv: Nej!

source: Thank you!
sv: Tack!

source: You're welcome.
sv: Varsågod.

source: Sorry!
sv: Förlåt!

source: Oops!
sv: Oj!

source: Yes!
sv: Ja!

source: Negative!
sv: Negativ!

source: Hi!
sv: Hej!

source: Hello!
sv: Hejsan!

source: Hallo!
sv: Hallå!

source: Good bye.
sv: Hej då.

source: Bye.
sv: Adjö.

source: Great shot!
sv: Bra skott!

source: You got it, man!
sv: Du har det, man!

source: Alright!
sv: Allt klart!

source: Thanks!
sv: Tack!

source: No problem.
sv: Inga problem.

source: Good game!
sv: Bra spelat!

source: Command acknowledged!
sv: Befallning bekräftad!

source: Command declined!
sv: Befallning avvisad!

source: Command completed!
sv: Befallning avslutad!

source: Destroy primary objective!
sv: Förstör primära mål!

source: Destroy secondary objective!
sv: Förstör sekundärt mål!

source: Destroy construction!
sv: Förstör konstruktion!

source: I'm constructing!
sv: Jag bygger!

source: Repair the vehicle!
sv: Reparera fordonet!

source: Disable the vehicle!
sv: Inaktivera fordonet!

source: Escort the vehicle!
sv: Eskortera fordonet!

source: Covering fire!
sv: Eldskydd!

source: I'm a soldier.
sv: Jag är en soldat.

source: I'm an engineer.
sv: Jag är en ingenjör.

source: I'm a medic.
sv: Jag är en sjukvårdare.

source: I'm a field ops.
sv: Jag är en fältoperatör.

source: I'm a covert ops.
sv: Jag är en hemlig operatör.

source: unknown cmd
sv: okänt kommando

source: changed to
sv: ändrad till

source: Arming landmine...
sv: Armerar landmina...

source: Landmine armed
sv: Landmina armerad

source: Dynamite is set, but NOT armed!
sv: Dynamit är sätt, men INTE armerad!

source: Arming dynamite...
sv: Armerar dynamit...

source: Dynamite is now armed with a 30 second timer!
sv: Dynamit är nu armerad med en 30 sekunders tidur!

source: Defusing landmine...
sv: Desarmerar landmina...

source: Landmine defused
sv: Landmina desarmerad

source: Defusing dynamite...
sv: Desarmerar dynamit...

source: Affirmative!!
sv: Bekräftad!!

source: ^1Spam Protection^7: VoiceChat ignored
sv: ^1Skräppostskydd^7: Röstchatt ignorerad

source: Mines have been reported in this area.
sv: Minor har rapporterats i detta område.

source: 's Landmine
sv: 's landmina

source: 's Mobile MG 42
sv: 's flyttbar MG 42

source: 's Mobile Browning
sv: 's flyttbar Browning

source: 's rifle grenade
sv: 's gevärsgranat

source: 's support fire
sv: 's stödeld

source: 's crew-served MG
sv: 's besättnings MG

source: was thrown to his doom by
sv: kastades till sin undergång av

source: You have been revived by
sv: Du har återupplivats av

source: Constructing...
sv: Konstruerar...

source: Allied Command Post constructed. Charge speed increased!
sv: Allierad kommandopost upprättad. Laddningshastigheten ökade!

source: Axis Command Post constructed. Charge speed increased!
sv: Axelmakterna kommandopost upprättad. Laddningshastigheten ökade!

source: ^3All players ready!^7 Match starting...
sv: ^3Alla spelare redo!^7 Matchen börjar...

source: You are on the Allied team
sv: Du är med i Allierade laget

source: ^1*** Match Reset! ***
sv: ^1*** Matchåterställning! ***

source: You are on the Axis team
sv: Du är med i Axelmakterna laget

source: Warning, leave the construction area...
sv: Varning, lämna byggområdet...

source: got caught in
sv: fastnade i

source: 's construction madness
sv: 's konstruktions galenskap

source: Need paks: %s
sv: Behöver paket: %s

source: Not enough players to start match!
sv: Inte tillräckligt med spelare för att starta matchen!

source: 's flamethrower
sv: 's eldkastare

source: 's Satchel Charge
sv: 's väskaladdning

source: You cannot arm dynamite near a friendly objective!
sv: Du kan inte armera dynamit nära ett vänligt mål!

source: 's tank-mounted MG42
sv: 's stridsvagn MG 42

source: 's dynamite
sv: 's dynamit

source: Timelimit hit.
sv: Tidsgräns uppnådd.

source: Landmine revealed
sv: Landmina avslöjad

source: 's tank-mounted browning 30cal
sv: 's stridsvagn Browning 30cal

source: 's grenade
sv: 's granat

source: Competition Settings Loaded!
sv: Tävlingsinställningar laddade!

source: Public Settings Loaded!
sv: Allmänna inställningar laddade!

source: Landmine cannot be armed here
sv: Landmina kan inte armerad här

source: Your team has too many landmines placed...
sv: Ditt lag har för många landminor placerade...

source: You cannot arm dynamite near a friendly construction!
sv: Du kan inte armera dynamit nära ett vänligt konstruktion!

source: Countdown started.... ^3notready^7 ignored!
sv: Nedräkningen började... ^3inte redo^7 ignoreras!

source: No complaint filed against you.
sv: Inget klagomål mot dig.

source: You are not the leader of a fireteam
sv: Du är inte ledare för en grupp

source: You have been warned by your Fireteam Commander
sv: Du har blivit varnad av din gruppledare

source: You have been kicked from the fireteam
sv: Du har blivit sparkad ut från gruppen

source: You are now the leader of your fireteam
sv: Du är nu ledare för ditt grupp

source: The fireteam you are on has been disbanded
sv: Gruppen du är med i har upplösts

source: You have been given fireteam admin rights
sv: Du har fått gruppadminrättigheter

source: Too many players already on this Fireteam
sv: För många spelare finns redan i den här gruppen

source: The leader has now left the Fireteam you applied to
sv: Ledaren har nu lämnat gruppen du ansökte till

source: The other player is already on a fireteam
sv: Den andra spelaren är redan med i en grupp

source: You are not on the same team as the other player
sv: Du är inte i samma lag som den andra spelaren

source: You are not on the same Fireteam as the other player
sv: Du är inte i samma grupp som den andra spelaren

source: Invalid client selected
sv: Ogiltig klient vald

source: usage: fireteam admin <clientname|clientnumber>
sv: användning: fireteam admin <klientnamn|klientnummer>

source: usage: fireteam propose <clientname|clientnumber>
sv: användning: fireteam propose <klientnamn|klientnummer>

source: usage: fireteam kick <clientname|clientnumber>
sv: användning: fireteam kick <klientnamn|klientnummer>

source: usage: fireteam warn <clientname|clientnumber>
sv: användning: fireteam warn <klientnamn|klientnummer>

source: usage: fireteam invite <clientname|clientnumber>
sv: användning: fireteam invite <klientnamn|klientnummer>

source: usage: fireteam apply <fireteamname|fireteamnumber>
sv: användning: fireteam apply <gruppnamn|gruppnummer>

source: usage: fireteam <create|leave|apply|invite>
sv: användning: fireteam <create|leave|apply|invite>

source: You are already on a fireteam, leave it first
sv: Du är redan med i en grupp, lämna den först

source: The other player must be on the same fireteam for you to give admin rights to
sv: Den andra spelaren måste vara i samma grupp för att du ska kunna ge adminrättigheter till

source: You must be a fireteam admin to give admin rights to someone else
sv: Du måste vara gruppadmin för att ge adminrättigheter till någon annan

source: Invalid referee password!
sv: Ogiltigt domarlösenord!

source: Usage: ref [password]
sv: användning: ref [lösenord]

source: ^3Referee commands:^7 ------------------------------------------
sv: ^3Domaren kommandon:^7 ------------------------------------------

source: Usage: ^3\ref <cmd> [params]
sv: användning: ^3\ref <kommando> [params]

source: ^5pause speclock warmup ^7[value]
sv: ^5pause speclock warmup ^7[värde]

source: Sorry, referee status disabled on this server.
sv: Tyvärr, domarstatus inaktiverad på denna server.

source: Referee has ^3LOCKED^7 teams
sv: Domaren har ^3LÅST^7 lag

source: You have LOCKED teams
sv: Du har LÅST lag

source: Referee has ^3UNLOCKED^7 teams
sv: Domaren har ^3UPPLÅSTA^7 lag

source: You have UNLOCKED teams
sv: Du har UPPLÅSTA lag.

source: The ^4Allies^7 team is LOCKED!
sv: ^4Allierade^7 laget är LÅST!

source: The ^1Axis^7 team is LOCKED!
sv: ^1Axelmakterna^7 laget är LÅST!

source: ^3Referee ^1PAUSED^3 the match^3!
sv: ^3Domaren ^1PAUSERADE^3 matchen^3!

source: ^3Match is ^1PAUSED^3! (^7Referee^3)
sv: ^3Matchen är ^1PAUSERAD^3! (^7domare^3)

source: The match is already ^1PAUSED!
sv: Matchen är redan ^1PAUSERAD!

source: ^3Referee ^5UNPAUSES^3 the match ... resuming in 10 seconds!
sv: ^3Domaren ^5OPAUSERAD^3 matchen ... fortsätter om 10 sekunder!

source: The match is already ^5UNPAUSED!
sv: Matchen är redan ^5OPAUSERAD!

source: Bad client slot:
sv: Ogiltig klientplats:

source: Client
sv: Klient

source: is not active
sv: är inte aktiv

source: You can only remove people in the game!
sv: Du kan endast ta bort personer i spelet!

source: User
sv: Användare

source: is not on the server
sv: är inte på servern

source: ^5You've been removed from the ^4Allies^7 team
sv: ^5Du har tagits bort från ^4Allierade^7 laget

source: ^5You've been removed from the ^1Axis^7 team
sv: ^5Du har tagits bort från ^1Axelmakterna^7 laget

source: Referee has ^3SPECTATOR LOCKED^7 teams
sv: Domaren har ^3ÅSKÅDARE LÅST^7 lag

source: Referee has ^3SPECTATOR UNLOCKED^7 teams
sv: Domaren har ^3ÅSKÅDARE UPPLÅST^7 lag

source: usage: ref warn <clientname> [reason].
sv: användning: ref warn <klientnamn> [anledning].

source: Client not on server.
sv: Klienten är inte på servern.

source: %s^7 was issued a ^1Warning^7 (No Reason Supplied)
sv: %s^7 fick en ^1Varning^7 (ingen anledning anges)

source: Cannot mute a referee.
sv: Kan inte tysta en domare.

source: ^5You've been muted
sv: ^5Du har blivit tystad

source: Can't chat - you are muted
sv: Det går inte att chatta - du är avstängd

source: ^5You've been unmuted
sv: ^5Din chatt är inte längre avstängd

source: ^7 ID : Player Nudge Rate MaxPkts Snaps Specials
sv: ^7 ID : Spelar Nudge Rate MaxPkts Snaps Specials

source: ^7Status : ID : Player Nudge Rate MaxPkts Snaps Specials
sv: ^7Status : ID : Spelar Nudge Rate MaxPkts Snaps Specials

source: ^5 Available Game Commands: ------------------------
sv: ^5 Tillgängliga spelkommandon: ---------------------------

source: Type: ^3\command_name ?^7 for more information
sv: Skriv: ^3\kommandonamn ?^7 för mer information

source: Spectators can't lock a team!
sv: Åskådare kan inte låsa ett lag!

source: The ^4Allies^7 team is now locked!
sv: ^4Allierade^7 laget är nu låst!

source: ^3Your team is already locked!
sv: ^3Ditt lag är redan låst

source: The ^4Allies^7 team is now unlocked!
sv: ^4Allierade^7 laget är nu upplåst!

source: ^3Your team is already unlocked!
sv: ^3Ditt lag är redan upplåst!

source: Spectators can't unlock a team!
sv: Åskådare kan inte låsa upp ett lag!

source: The ^1Axis^7 team is now locked!
sv: ^1Axelmakterna^7 laget är nu låst!

source: The ^1Axis^7 team is now unlocked!
sv: ^1Axelmakterna^7 laget är nu upplåst!

source: Team commands not enabled on this server.
sv: Lagkommandon är inte aktiverade på denna server.

source: ^3>>> Unknown vote command: ^7
sv: ^3>>> Okänt omröstnings kommando: ^7

source: Valid ^3callvote^7 commands are: ^3----------------------------
sv: Giltiga ^3callvote^7 kommandon är: ^3----------------------------

source: Usage: ^3\callvote <command> <params> ^7For current settings/help, use: ^3\callvote <command> ?
sv: Användning: ^3\callvote <kommando> <argument> ^7För aktuella inställningar/hjälp, använd: ^3\callvote <kommando> ?

source: Type ^3\stats <player_id>^7 to see stats on an active player.
sv: Skriv ^3\stats <spelar-ID>^7 för att se statistik på en aktiv spelare.

source: Spectators can't ready a team!
sv: Åskådare kan inte göra ett lag redo!

source: The ^4Allies^7 team is ready!
sv: ^4Allierade^7 laget är redo!

source: The ^1Axis^7 team is ready!
sv: ^1Axelmakterna^7 laget är redo!

source: A vote is already in progress.
sv: En omröstning är redan på gång.

source: called a vote.
sv: begär en omröstning.

source: ^5Vote passed!
sv: ^5Omröstningen godkänd!

source: Spectator team
sv: Åskådare lag

source: Allies team
sv: Allierade lag

source: Axis team
sv: Allierade lag

source: Sorry,
sv: Förlåt,

source: voting has been disabled
sv: omröstning har inaktiverats

source: Not allowed to call a vote as a spectator.
sv: Inte tillåtet att begära en omröstning som åskådare.

source: called a vote.
sv: begär en omröstning.

source: Vote cast.
sv: Avgiven röst.

source: 's knife arts
sv: 's knivkonster

source: 's knife
sv: 's kniv

source: 's Akimbo .45ACP 1911s
sv: 's dubbel .45ACP 1911s

source: Server disconnected
sv: Server frånkopplad

source: Server connection timed out.
sv: Serveranslutning tog en tidsgräns.

source: Server disconnected for unknown reason
sv: Server frånkopplad av okänd anledning

source: 's Akimbo Luger 9mms
sv: 's dubbel Luger 9mm

source: Cheats are not enabled on this server.
sv: Fusk är inte aktiverat på denna server.

source: team: class is not available
sv: lag: klass är inte tillgänglig

source: ^1Soldier^7 is not available! Choose another class!
sv: ^1Soldat^7 är inte tillgänglig! Välj en annan klass!

source: ^1Medic^7 is not available! Choose another class!
sv: ^1Sjukvårdare^7 är inte tillgänglig! Välj en annan klass!

source: ^1Engineer^7 is not available! Choose another class!
sv: ^1Ingenjör^7 är inte tillgänglig! Välj en annan klass!

source: ^1Field Ops^7 is not available! Choose another class!
sv: ^1Fältoperatör^7 är inte tillgänglig! Välj en annan klass!

source: ^1Covert Ops^7 is not available! Choose another class!
sv: ^1Hemlig operatör^7 är inte tillgänglig! Välj en annan klass!

source: You must be alive to use this command.
sv: Du måste vara vid liv för att använda det här kommandot.

source: The ^1Axis^7 team is empty! Follow command ignored.
sv: ^1Axelmakterna^7 laget är tomt! Kommando "follow" ignoreras.

source: The ^4Allies^7 team is empty! Follow command ignored.
sv: ^4Allierade^7 laget är tomt! Kommando "follow" ignoreras.

source: Can't follow a player on an enemy team!
sv: Kan inte följa en spelare i ett fiendelag!

source: Can't follow while not in limbo if on a team!
sv: Kan inte följa medan ett lag är valt i spelarmenyn!

source: Partial Name Matches more than 1 Player.
sv: Delar av namnet matchar mer än 1 spelare.

source: Spectator follow is now locked on the ^1Axis^7 team.
sv: Följa som åskådare är nu låst för ^1Axelmakterna^7 laget.

source: ^1Axis^7 team spectating is now disabled.
sv: ^1Axelmakterna^7 lag är nu inaktiverat för åskådare.

source: Spectator follow is now locked on the ^4Allies^7 team.
sv: Följa som åskådare är nu låst för ^4Allierade^7 laget.

source: ^4Allies^7 team spectating is now disabled.
sv: ^4Allierade^7 lag är nu inaktiverat för åskådare.

source: Sorry, the ^4Allies^7 team is locked from spectators.
sv: Tyvärr, ^4Allierade^7 laget är låst för åskådare.

source: Sorry, the ^1Axis^7 team is locked from spectators.
sv: Tyvärr, ^1Axelmakterna^7 laget är låst för åskådare.

source: Server quit
sv: Server avslutas

source: You cannot switch during a match, please wait until the round ends.
sv: Du kan inte byta under en match, vänta tills rundan är slut.

source: Use the ^3players^7 command to find a valid player ID.
sv: Använd ^3spelare^7 kommandot för att hitta ett giltigt spelar-ID.

source: ^3Match is already in progress!
sv: ^3Matchen är redan igång!

source: ^1Teams have been shuffled!
sv: ^1Lag har blandats!

source: ^3*** Loading nextmap! ***
sv: ^3*** Laddar nästa bana! ***

source: ^1*** Level Restarted! ***
sv: ^1*** Bana har startat om! ***

source: You have been switched to the Axis team
sv: Du har bytts till Axelmakterna laget

source: Keep the Allies from beating the clock!
sv: Stoppa allierade från att vinna mot klockan!

source: Keep the Axis from beating the clock!
sv: Stoppa axelmakterna från att vinna mot klockan!

source: You have been switched to the Allied team
sv: Du har bytts till Allierade laget

source: Try to beat the clock!
sv: Försök att slå klockan!

source: You have been been stripped of fireteam admin rights
sv: Du har fråntagits gruppadminrättigheter

source: %s ^7has left the fireteam
sv: %s ^7har lämnat gruppen
