Repository: sysfce2/Game_etlegacy
Catalog: etmain/locale/mod/*.po
Languages: sv

source: You have been warned by your fireteam leader
sv: Du har blivit varnad av din gruppledare

source: ^3moved to spectator for inactivity!
sv: ^3flyttade till åskådare för inaktivitet!

source: was killed by
sv: blev dödad av

source: was stabbed by
sv: blev knivhuggen av

source: was backstabbed by
sv: blev rygghuggen av

source: was blasted by
sv: blev sprängd av

source: was exploded by
sv: exploderades av

source: was cooked by
sv: var kokad av

source: never saw
sv: såg aldrig

source: 's mortar round coming
sv: 's mörsargranat kommer

source: was perforated by
sv: perforerades av

source: 's tank-mounted MG 42
sv: 's stridsvagn MG 42

source: was shelled by
sv: blev bombad av

source: 's artillery support
sv: 's artilleristöd

source: ^2swapped places with^7
sv: ^2bytte plats med^7

source: failed to spot
sv: kunde inte upptäcka

source: was mown down by
sv: mejades ner av

source: was silenced by
sv: tystades av

source: was sniped by
sv: blev prickskjuten av

source: stood on
sv: stod på

source: 's airstrike marker
sv: 's luftangreppsmarkör

source: - Small Health
sv: - Liten hälsa

source: - Med Health
sv: - Med hälsa

source: - Health Pack
sv: - Hälsopaket

source: - Hot Meal
sv: - Varm måltid

source: - Cold Meal
sv: - Kall måltid

source: - Health
sv: - Hälsa

source: - Knife
sv: - Kniv

source: - Akimbo Luger
sv: - Dubbel Luger

source: - Silenced Akimbo Luger
sv: - Tystnad dubbel Luger

source: - Sten gun
sv: - STEN

source: - Akimbo Colt
sv: - Dubbel Colt

source: - Silenced Akimbo Colt
sv: - Tystnad dubbel Colt

source: - Grenade
sv: - Granat

source: - Flamethrower
sv: - Eldkastare

source: - Syringe
sv: - Spruta

source: - Adrenaline Syringe
sv: - Adrenalinspruta

source: - Ammo Pack
sv: - Ammolåda

source: - Mega Ammo Pack
sv: - Stor ammolåda

source: - Binoculars
sv: - Kikare

source: - Scoped K43 Rifle
sv: - K43 gevär med optik

source: - K43 Rifle Scope
sv: - K43 kikarsikte

source: - K43 Rifle
sv: - K43 gevär

source: - Scoped M1 Garand
sv: - M1 Garand med optik

source: - M1 Garand Scope
sv: - M1 Garand kikarsikte

source: - FG 42 Paratroop Rifle
sv: - FG 42 fallskärmsjägargevär

source: - FG 42 Paratroop Rifle Scope
sv: - FG 42 kikarsikte

source: - Mobile MG 42
sv: - flyttbar MG 42

source: - Mobile Browning
sv: - flyttbar Browning

source: - Silenced Luger
sv: - Tystnad Luger

source: - Silenced Colt
sv: - Tystnad Cold

source: Includes or excludes empty and full servers from the server list
sv: Inkluderar eller exkluderar tomma och fulla servrar från serverlistan

source: Includes or excludes password protected servers from the server list
sv: Inkluderar eller exkluderar lösenordsskyddade servrar från serverlistan

source: Includes or excludes servers where team mates can damage each other from the server list
sv: Inkluderar eller exkluderar servrar där lagkamrater kan skada varandra från serverlistan

source: Includes or excludes servers that limit the number of player lives per match from the server list
sv: Inkluderar eller exkluderar servrar som begränsar antalet spelarliv per match från serverlistan

source: Includes or excludes servers that limit the number of available heavy weapons from the server list
sv: Inkluderar eller exkluderar servrar som begränsar antalet tillgängliga tunga vapen från serverlistan

source: Includes or excludes servers with support for modem players from the server list
sv: Inkluderar eller exkluderar servrar med stöd för modemspelare från serverlistan

source: Includes or excludes servers that enforce balanced teams from the server list
sv: Inkluderar eller exkluderar servrar som tvingar fram balanserade team från serverlistan

source: Includes or excludes servers with bots from the server list
sv: Inkluderar eller exkluderar servrar med bottar från serverlistan

source: Click here to sort by Ping
sv: Klicka här för att sortera efter Ping

source: Sets field of view
sv: Ställer in synvinkel

source: Selfkill:
sv: Självdöd:

source: Fireteam Chat:
sv: Gruppchatt:

source: Fireteam Quick Chat:
sv: Snabb-gruppchatt:

source: Ready:
sv: Redo:

source: Not Ready:
sv: Inte redo:

source: CONTROLS: ADVANCED
sv: KONTROLLER: AVANCERAD

source: Deselect All Members:
sv: Avmarkera alla medlemmar:

source: Select Member #7:
sv: Välj medlem 7:

source: Select Member #8:
sv: Välj medlem 8:

source: Couldn't load an official pak file; verify your installation and make sure it has been updated to the latest version.
sv: Det gick inte att ladda en officiell pak-fil; verifiera din installation och se till att den har uppdaterats till den senaste versionen.

source: Battle Sense
sv: Kämpasinne

source: Engineering
sv: Ingenjörskonst

source: First Aid
sv: Första hjälpen

source: Signals
sv: Signaler

source: Light Weapons
sv: Lätta vapen

source: Heavy Weapons
sv: Tunga vapen

source: Covert Ops
sv: Hemlig operatör

source: Fire Mission: ^3Firing for effect!
sv: Elduppdrag: ^3Verkanseld!

source: Fire Mission: ^3Insufficient fire support.
sv: Elduppdrag: ^3Otillräckligt eldunderstöd.

source: Fire Mission: ^3Aborting, can't see target.
sv: Elduppdrag: ^3Avbryter, kan inte se målet.

source: I need a Medic!
sv: Jag behöver en sjukvårdare!

source: New version available. Do you want to update now?
sv: Ny version tillgänglig. Vill du uppdatera nu?

source: 20 Med Health
sv: 20 hälsopoäng

source: Pilot: ^3Aborting, can't see target.
sv: Pilot: ^3Avbryter, kan inte se målet.

source: Pilot: ^3Affirmative, on my way!
sv: Pilot: ^3Bekräftar, på väg!

source: HQ: ^3All available planes are already en-route.
sv: HK: ^3Alla tillgängliga flygplan är redan på väg.

source: Join a Fireteam?
sv: Gå med i en grupp?

source: Apply
sv: Tillämpa

source: Create
sv: Skapa

source: Fall Back
sv: Fall tillbaka

source: Disband
sv: Upplösa

source: Leave
sv: Lämna

source: Invite
sv: Bjuda

source: Change privacy
sv: Ändra integritet

source: Kick
sv: Sparka ut

source: Warn
sv: Varna

source: Change admin
sv: Byt admin

source: Highest Fragger
sv: Flest dödade

source: Highest Experience Points
sv: Mest erfarenhetspoäng

source: Highest Ranking Officer
sv: Högst rankade officer

source: Most Highly Decorated
sv: Mest högst dekorerad

source: Highest Battle Sense
sv: Högsta kämpasinne

source: Best Engineer
sv: Bästa ingenjör

source: Best Medic
sv: Bästa sjukvårdare

source: Best Field Ops
sv: Bästa fältoperatör

source: Highest Light Weapons
sv: Högsta lätta vapen

source: Best Soldier
sv: Bästa soldat

source: Best Covert Ops
sv: Bästa hemlig operatör

source: Highest Accuracy
sv: Högsta noggrannhet

source: I Ain't Got No Friends Award
sv: Jag har inga vänner pris

source: Welcome Newbie! Award
sv: Välkommen nybörjare! Pris

source: Highest Headshots Percentage
sv: Högsta procentandel av Huvudskott

source: Best Survivor
sv: Bästa överlevare

source: Most Gibs
sv: Flesta Gibs

source: Most Selfkills
sv: Flest självdödar

source: Most Deaths
sv: Mest dödad

source: Highest Skill Rating
sv: Högsta Skill Rating

source: ET: Legacy with OpenGL 3.x renderer can not run on this machine since it is missing one or more required OpenGL extensions. Please update your video card drivers and try again.
sv: ET: Legacy med OpenGL 3.x-renderare kan inte köras på den här maskinen eftersom den saknar en eller flera nödvändiga OpenGL-tillägg. Uppdatera grafikkortets drivrutiner och försök igen.

source: Gib command not allowed during intermission.
sv: Kommando "Gib" är inte tillåtet under resultattavla.

source: ^3%d^7 players gibbed.
sv: ^3%d^7 spelare gibbed.

source: There is no player to gib.
sv: Det finns ingen spelare att gib.

source: Error - can't gib - %s.
sv: Fel - kan inte gib - %s.

source: Player must be on a team to be gibbed.
sv: Spelaren måste vara i ett lag för att bli gibbed.

source: ^7%s^7 was gibbed.
sv: ^7%s^7 blev gibbed.

source: Die command not allowed during intermission.
sv: Kommandot 'die' är inte tillåtet under resultattavla.

source: ^3%d^7 players died.
sv: ^3%d^7 spelare dog.

source: There is no player to die.
sv: Det finns ingen spelare att dö.

source: Error - can't execute die command - %s.
sv: Fel - kan inte utföra "die" kommando - %s.

source: Player must be on a team to die.
sv: Spelaren måste vara i ett lag för att dö.

source: ^7%s^7 died.
sv: ^7%s^7 dog.

source: Freeze command not allowed during intermission.
sv: Kommando "freeze" är inte tillåtet under resultattavla.

source: ^3%d^7 players are frozen.
sv: ^3%d^7 spelare är frysta.

source: No players in team or they are already frozen.
sv: Inga spelare i laget eller de är redan frysta.

source: Error - can't freeze - %s.
sv: Fel - kan inte frysa - %s.

source: Player must be on a team to be frozen.
sv: Spelaren måste vara i ett lag för att frysas.

source: ^7%s^7 is frozen.
sv: 7%s^7 är fryst.

source: ^3%d^7 players are unfrozen.
sv: ^3%d^7 spelare är ofrysta.

source: No players in team or they are already unfrozen.
sv: Inga spelare i laget eller så är de redan ofrysta.

source: Error - can't unfreeze - %s.
sv: Fel - kan inte frysa upp - %s.

source: Player must be on a team to be unfrozen.
sv: Spelaren måste vara i ett lag för att frysas upp

source: ^7%s^7 is unfrozen.
sv: ^7%s^7 är ofrysta.

source: Burn command not allowed during intermission.
sv: Kommando "burn" inte tillåtet under resultattavla.

source: ^3%d^7 players burned.
sv: ^3%d^7 spelare brände.

source: No players in team or they are already burned.
sv: Inga spelare i laget eller så är de redan brända.

source: Error - can't burn - %s.
sv: Fel - kan inte bränna - %s.

source: Player must be on a team to be burned.
sv: Spelaren måste vara i ett lag för att brännas.

source: ^7%s^7 is burned.
sv: ^7%s^7 är bränd.

source: Pip command not allowed during intermission.
sv: Kommando "pip" är inte tillåtet under resultattavla.

source: ^3%d^7 players pipped.
sv: ^3%d^7 spelare pipped.

source: No players in team or they are already pipped.
sv: Inga spelare i laget eller så är de redan pipped.

source: Error - can't pip - %s.
sv: Fel - kan inte pip - %s.

source: Player must be on a team to be pipped.
sv: Spelaren måste vara med i ett lag för att få pipped.

source: ^7%s^7 is pipped.
sv: ^7%s^7 är pipped.

source: %s command not allowed during intermission.
sv: Kommando "%s" inte tillåtet under resultattavla.

source: ^3%d^7 players %s.
sv: ^3%d^7 spelare %s.

source: No players in team or they are already %s.
sv: Inga spelare i laget eller så är de redan %s.

source: Player must be on a team to be %s.
sv: Spelaren måste vara med i ett lag %s.

source: ^7%s^7 was %s.
sv: ^7%s^7 var %s.

source: System Sound Control:
sv: Systemljudkontroll:

source: Base
sv: Grund

source: Set the system sound control
sv: Ställ in systemet ljudkontroll

source: No can do!
sv: Det går inte!

source: Right away!
sv: Genast!

source: ^3WARMUP:^7 Match begins now!
sv: ^3UPPVÄRMNING:^7 Matchen börjar nu!

source: MATCH BEGINS NOW!
sv: MATCH BÖRJAR NU!

source: Mute Players:
sv: Tysta spelare:

source: Allow players to vote for muting players
sv: Tillåt spelare att rösta för att tysta spelare

source: Surrender:
sv: Kapitulera:

source: Allow players to vote for surrender
sv: Tillåt spelare att rösta för kapitulation

source: XP Shuffle No Rstrt:
sv: XP-blandas ingen omstart:

source: Allow players to vote for teams to be shuffled without a restart
sv: Tillåt spelare att rösta på lag som ska blandas av erfarenhetspoäng utan omstart

source: Restart Campaign:
sv: Omstart fälttåg:

source: Allow players to vote for restarting campaign
sv: Tillåt spelare att rösta för att starta om fälttåg

source: Next Campaign:
sv: Nästa fälttåg:

source: Allow players to vote for next campaign
sv: Tillåt spelare att rösta på nästa fälttåg

source: CHANGE SYSTEM SETTINGS
sv: ÄNDRA SYSTEMINSTÄLLNINGAR

source: RESTART CAMPAIGN
sv: STARTA OM FÄLTTÅG

source: SURRENDER
sv: KAPITULERA

source: NO RESTART SHUFFLE
sv: BLANDA INGEN OMSTART

source: Multiview:
sv: Flera vyer:

source: Poll:
sv: Omröstning:

source: Allow players to vote for custom votes
sv: Tillåt spelare att rösta på anpassade röster

source: Log File:
sv: Loggfil:

source: Sets the name of the log file or if empty logging is disabled
sv: Ställer in namnet på loggfilen eller om tom loggning är inaktiverad

source: ^7BACKSPACE ^3help on/off
sv: ^7BACKSTEG ^3hjälp på/av

source: ^7BACKSPACE ^mgo back
sv: ^7BACKSTEG ^mgå tillbaka

source: CURRENT PROFILE
sv: NUVARANDE PROFIL

source: %s^7's dynamite
sv: %s^7's dynamit

source: %s^7's mine
sv: %s^7's mina

source: You are frozen - ^3/kill^7 is disabled.
sv: Du är fryst - ^3/kill^7 är inaktiverat.

source: Renderer:
sv: Renderare:

source: Set your desired renderer (does a video restart)
sv: Ställ in önskad renderare (gör video omstart)

source: Custom Width:
sv: Anpassad bredd:

source: Specifies custom resolution width (requires custom resolution set - *Use at your own risk*)
sv: Anger anpassad upplösningsbredd (kräver anpassad upplösning - *Använd på egen risk*)

source: Custom Height:
sv: Anpassad höjd:

source: Specifies custom resolution height (requires custom resolution set - *Use at your own risk*)
sv: Anger anpassad upplösningshöjd (kräver anpassad upplösning - *Använd på egen risk*)

source: Max. Frames Per Second:
sv: Max bildrutor per sekund:

source: Sets the limit of frames per second
sv: Ställer in gränsen för bilder per sekund

source: JOYSTICK
sv: STYRSPAK

source: Enable Joysticks:
sv: Aktivera styrspakar:

source: General joystick initialization. Requires vid_restart.
sv: Generell joystickinitiering. Kräver vid_restart.

source: Use Joystick#:
sv: Använd styrspak#:

source: Specifies active joystick
sv: Anger aktiv styrspak

source: Analog Joystick:
sv: Analog styrspak:

source: Use analog joystick?
sv: Använd analog styrspak?

source: Joystick Threshold:
sv: Styrspakströskel:

source: Sets joystick threshold sensitivity
sv: Ställer in styrspakens tröskelkänslighet

source: Includes or excludes servers with anti-lag support from the server list
sv: Inkluderar eller exkluderar servrar med antilagg stöd från serverlistan

source: Allow players to vote for teams to be shuffled by XP
sv: Tillåt spelare att rösta på lag som ska blandas av erfarenhetspoäng

source: Allow players to vote for teams to be shuffled by XP without a restart
sv: Tillåt spelare att rösta på lag som ska blandas av erfarenhetspoäng utan omstart

source: SR Shuffle:
sv: SR-blanda:

source: Allow players to vote for teams to be shuffled by SR
sv: Tillåt spelare att rösta på lag som ska blandas av Skill Ratio

source: SR Shuffle No Rstrt:
sv: SR-blanda ingen omstart:

source: Allow players to vote for teams to be shuffled by SR without a restart
sv: Tillåt spelare att rösta på lag som ska blandas av Skill Ratio utan omstart

source: Voice text:
sv: Rösttext:

source: Show voice text in-game
sv: Visa rösttext i spelet

source: Voice chat:
sv: Röstchatt:

source: Play voice chat in-game
sv: Spela röstchatt i spelet

source: 1of%i
sv: 1av%i

source: %iof%i
sv: %iav%i

source: IRC CLIENT
sv: IRC KLIENT

source: Mode:
sv: Läge:

source: Specifies IRC client behavior
sv: Specificerar IRC-klientens beteende

source: Name of IRC server
sv: Namn på IRC-server

source: Channel #:
sv: Kanal #:

source: Name of IRC channel - no '#' required
sv: Namn på IRC-kanalen - inget '#' krävs

source: Port of IRC server
sv: Port för IRC-server

source: Nickname:
sv: Smeknamn:

source: IRC nickame in channel
sv: IRC smeknamn i kanalen

source: Kick rejoin time ms:
sv: Sparka återanslutningstid ms:

source: Auto rejoin time after kick
sv: Automatisk återanslutningstid efter sparka ut

source: Reconnect time ms:
sv: Återanslut tid ms:

source: Reconnect time in ms
sv: Återanslut tid i ms

source: SHUFFLE
sv: BLANDA

source: JOIN A TEAM
sv: GÅ MED I ETT LAG

source: SOLDIER
sv: SOLDAT

source: MEDIC
sv: SJUKVÅRDARE

source: ENGINEER
sv: INGENJÖR

source: FIELD OPS
sv: FÄLTOPERATÖR

source: COVERT OPS
sv: HEMLIG OPERATÖR

source: Includes or excludes ET:Legacy servers with humans from the server list
sv: Inkluderar eller exkluderar ET:Legacy servrar med människor från serverlistan

source: Specify receiver of quick radio messages
sv: Ange mottagare av snabba radiomeddelanden

source: High Quality Video:
sv: Högkvalitativ video:

source: Sets high quality video
sv: Ställer in video med hög kvalitet

source: ^1JOIN US
sv: ^1GÅ MED OSS

source: ET: Legacy is a collaborative effort done in an open, transparent and friendly manner. Anyone is welcome to join our efforts!
sv: ET: Legacy är ett samarbete som görs på ett öppet, transparent och vänligt sätt. Alla är välkomna att vara med i vårt arbete!

source: CHOOSE CLASS AND WEAPONS
sv: VÄLJ KLASS OCH VAPEN

source: S. Soldier
sv: S. Soldat

source: M. Medic
sv: M. Sjukvårdare

source: E. Engineer
sv: E. Ingenjör

source: F. Field Ops
sv: F. Fältoperatör

source: C. Covert Ops
sv: C. Hemlig operatör

source: A. Automatic Rifle
sv: A. Automatgevär

source: G. Machinegun
sv: G. Kulspruta

source: F. Flamethrower
sv: F. Eldkastare

source: R. Rocket Launcher
sv: R. Pansarskott

source: M. Mortar
sv: M. Granatkastare

source: S. SMG
sv: S. Kpist

source: G. Rifle
sv: G. Gevär

source: P. Sniper Rifle
sv: P. Prickskyttegevär

source: 1. Soldier
sv: 1. Soldat

source: 2. Medic
sv: 2. Sjukvårdare

source: 3. Engineer
sv: 3. Ingenjör

source: 4. Field Ops
sv: 4. Fältoperatör

source: 5. Covert Ops
sv: 5. Hemlig operatör

source: 1. Automatic Rifle
sv: 1. Automatgevär

source: 2. Machinegun
sv: 2. Kulspruta

source: 3. Flamethrower
sv: 3. Eldkastare

source: 4. Rocket Launcher
sv: 4. Pansarskott

source: 5. Mortar
sv: 5. Granatkastare

source: 1. SMG
sv: 1. Kpist

source: 2. Rifle
sv: 2. Gevär

source: 2. Automatic Rifle
sv: 2. Automatgevär

source: 3. Sniper Rifle
sv: 3. Prickskyttegevär

source: desktop resolution
sv: skrivbordsupplösning

source: custom resolution
sv: anpassad upplösning

source: 856*480 Wide Screen
sv: 856*480 Bredbild

source: Windowed
sv: Fönster

source: Fullscreen
sv: Fullskärm

source: Windowed Fullscreen
sv: Fönster i helskärm

source: Other
sv: Övrig

source: Show Speed:
sv: Visa hastighet:

source: UPS + highest speed
sv: UPS + högsta hastighet

source: KPH + highest speed
sv: Kmh + högsta hastighet

source: MPH + highest speed
sv: Mph + högsta hastighet

source: Displays speed of player
sv: Visar spelarens hastighet

source: Vanilla (default)
sv: Standard (förvald)

source: Direct connect
sv: Direktanslutning

source: Override nickname
sv: Åsidosätt spelarnamn

source: Mute channel
sv: Tysta kanal

source: Direct + Override
sv: Direkt + åsidosätt

source: Direct + Mute
sv: Direkt + tysta

source: Override + Mute
sv: Åsidosätt + tysta

source: Direct + Over. + Mute
sv: Direkt + åsi. + tysta

source: Custom
sv: Anpassad

source: Displays help text
sv: Visar hjälptext

source: Low (43 FPS)
sv: Låg (43 FPS)

source: Medium (76 FPS)
sv: Medel (76 FPS)

source: Default (85 FPS)
sv: Förvald (85 FPS)

source: High (125 FPS)
sv: Hög (125 FPS)

source: Add this server to your favorites?
sv: Lägg till denna server till dina favoriter?

source: Select your team, class, weapon and spawnpoint
sv: Välj ditt lag, klass, vapen och skapningsplatsen

source: Print all server info
sv: Visa all serverinformation

source: Set available game options
sv: Ställ in tillgängliga spelval

source: Add this server to your favorites
sv: Lägg till denna server till dina favoriter

source: Look at the legacy hall of fame
sv: Titta på legacy hall of fame

source: Disconnect your connection from current server
sv: Koppla bort din anslutning från nuvarande server

source: Don't press this. Be warned!
sv: Tryck inte på det här. Varnas!

source: Skill Rating view
sv: Skill Rating vy

source: %s - Press double-%s quickly to switch scoreboard
sv: %s - Tryck dubbelt-%s snabbt att växla resultattavla

source: XP view
sv: XP vy

source: ^1CHOOSE YOUR INITIAL SETTINGS
sv: ^1VÄLJ DINA FÖRSTA INSTÄLLNINGAR

source: FAVORITES
sv: FAVORITER

source: Shows all favorite servers
sv: Visar alla favoritservrar

source: GEOLOCATION
sv: GEOLOKALISERING

source: Share Location:
sv: Dela plats:

source: Displays your own location in score board
sv: Visar din egen geografiska plats i poängtavlan

source: Class selection:
sv: Klassval:

source: Team selection:
sv: Lagval:

source: Spawn selection:
sv: Skapningsval:

source: Sets the frames per second limit for a stable render rate
sv: Ställer in gränsen för bildrutor per sekund för en stabil renderingshastighet

source: LANGUAGE
sv: SPRÅK

source: Very Low (15)
sv: Väldigt låg (15)

source: Low (30)
sv: Låg (30)

source: Medium (60)
sv: Medel (60)

source: High (100)
sv: Hög (100)

source: Very High (125)
sv: Väldigt hög (125)

source: Enabled & no sound
sv: Aktiverad & inget ljud

source: RANDOM
sv: SLUMPMÄSSIG

source: WELCOME
sv: VÄLKOMMEN

source: English (default)
sv: Engelska (förvald)

source: Shows all Internet servers
sv: Visar alla internetservrar

source: Shows all local servers
sv: Visar alla lokala servrar

source: LOCAL
sv: LOKAL

source: ^5Local
sv: ^5Lokal

source: ^3Favorites
sv: ^3Favoriter

source: Includes or excludes ET: Legacy servers with humans from the server list
sv: Inkluderar eller exkluderar ET: Legacy servrar med människor från serverlistan

source: Shoutcast Password:
sv: Shoutcast lösenord:

source: Password to access the shoutcaster status for live match commentaries
sv: Lösenord för att komma åt shoutcaster statusen för livematchkommentarer

source: Bobbing effect:
sv: Vippeffekt:

source: Toggle bobbing
sv: Växla vippeffekten

source: ITEMS
sv: FÖREMÅL

source: Simple Items:
sv: Enkel föremål:

source: Yes except objectives
sv: Ja - utom mål

source: Draw simple items
sv: Rita enkla föremål

source: Play startup announcer voice
sv: Spela utropare börja röstmeddelanden

source: Hide Weapons Only
sv: Dölj endast vapen

source: Coordinates Only
sv: Endast koordinater

source: Fireteam Overlay
sv: Gruppöverlägg

source: Team and Fireteam Chat
sv: Lag- + gruppchatt

source: Chat + FT Overlay
sv: Chatt + gruppöverlägg

source: UPS + MAX speed
sv: Ups + maxhastighet

source: KPH + MAX speed
sv: Kmh + maxhastighet

source: MPH + MAX speed
sv: Mph + maxhastighet

source: Toggles display of weapon fire (muzzle flash)
sv: Växlar visning av vapeneld (mynningsblixt)

source: POPUPS AND BANNER
sv: POPUPS OCH BANNER

source: Filter Messages:
sv: Meddelandefilter:

source: Connection
sv: Förbindelse

source: Pickup
sv: Plocka upp

source: Death
sv: Död

source: Connection, Pickup
sv: Förb. + plocka upp

source: Connection, Death
sv: Förbindelse + död

source: Connect, Pickup, Death
sv: Förb. + plocka upp + död

source: Set filter on popup messages
sv: Ställ in filter på popup-meddelanden

source: Filter Promotions:
sv: Befordransfilter:

source: Skill upgrades
sv: Färdighet

source: Skill + Rank upgrades
sv: Färdighet + grad

source: Set filter on popup promotion messages
sv: Ställ in filter på popup-befordransmeddelanden

source: Banner Time:
sv: Bannertid:

source: Set the time a banner stays visible
sv: Ställ in hur länge en banner ska vara synlig

source: Drop Objective
sv: Släpp föremål

source: SELECTION MENUS
sv: VALMENYER

source: Center Window:
sv: Centrera fönstret:

source: Center window in windowed mode
sv: Centrera fönstret i fönsterläge

source: Very Low (43 FPS)
sv: Väldigt låg (43 FPS)

source: Low (76 FPS)
sv: Låg (76 FPS)

source: Medium (85 FPS)
sv: Medel (85 FPS)

source: SCREENSHOTS
sv: SKÄRMDUMPAR

source: TGA (lossless)
sv: TGA (förlustfri)

source: JPEG (lossy)
sv: JPEG (med förlust)

source: PNG (lossless)
sv: PNG (förlustfri)

source: Set your preferred screenshot format
sv: Ställ in önskat skärmdumpformat

source: JPEG Quality:
sv: JPEG-kvalitet:

source: Set the JPEG quality
sv: Ställ in JPEG-kvaliteten

source: REMOVE FAVORITE
sv: TA BORT FAVORIT

source: Remove this server from your favorites?
sv: Vill du ta bort denna server från dina favoriter?
