Repository: sysfce2/Game_etlegacy
Catalog: etmain/locale/mod/*.po
Languages: sv

source: PRODUCED BY ACTIVISION
sv: PRODUCERAT AV ACTIVISION

source: Producer
sv: Producent

source: Associate Producer
sv: Assisterande Producent

source: Installer
sv: Mjukvaruinstallatör

source: Production Coordinator
sv: Produktionskoordinator

source: Production Tester
sv: Produktionstestare

source: Sr. Executive Producer
sv: Sr verkställande producent

source: VP North American Studios
sv: Vicepresident North American Studios

source: QA Project Lead
sv: Projektledare för kvalitetssäkring

source: QA Senior Project Lead
sv: Sr projektledare för kvalitetssäkring

source: QA Floor Lead
sv: Gruppledare för kvalitetssäkring

source: Testers:
sv: Testare:

source: Network
sv: Nätverk

source: Compatibility
sv: Kompatibilitet

source: QA Manager
sv: Manager för kvalitetssäkring

source: Manager, Code Release Group
sv: Manager för kodsläppgruppen

source: Sr. Lead, Code Release Group
sv: Sr ledare för kodsläppgruppen

source: Lead, Code Release Group
sv: Ledare för kodsläppgruppen

source: Manager, Customer Support
sv: Kundtjänstmanager

source: BACK
sv: TILLBAKA

source: ADDITIONAL
sv: YTTERLIGARE

source: ADDITIONAL DEVELOPMENT
sv: YTTERLIGARE UTVECKLING

source: OSP BY ORANGE SMOOTHIE PRODUCTIONS
sv: OSP AV ORANGE SMOOTHIE PRODUCTIONS

source: Programming
sv: Programmering

source: PUNKBUSTER BY EVEN BALANCE, INC.
sv: PUNKBUSTER AV EVEN BALANCE, INC.

source: Senior Project Leader
sv: Senior projektledare

source: VOICE ARTISTS
sv: RÖSTARTISTER

source: Voice of Allied / Axis soldiers
sv: Röst av allierade och axelsoldater

source: Voice of Axis Commander
sv: Röst av axelbefälhavaren

source: Voice of Allied Commander
sv: Röst av allierade befälhavaren

source: SPECIAL THANKS TO
sv: SÄRSKILT TACK TILL

source: Return to Castle Wolfenstein was developed by Gray Matter Studios & Nerve Software.
sv: Return to Castle Wolfenstein har utvecklats av Gray Matter Studios & Nerve Software.

source: We would like to thank both developers for their help and support
sv: Vi vill tacka båda utvecklarna för deras hjälp och stöd

source: during the development of Wolfenstein: Enemy Territory.
sv: under utvecklingen av Wolfenstein: Enemy Territory.

source: Original Soundtrack by Bill Brown.
sv: Original ljudspåret av Bill Brown.

source: DEVELOPED BY ET: LEGACY TEAM
sv: Utvecklat av ET:LEGACY TEAM

source: ^1PROGRAMMING
sv: ^1PROGRAMMERING

source: Project founder, coding & management
sv: Projektgrundare, Kodning och Förvaltning

source: Coding, mod development & bad boy
sv: Kodning, modutveckling & tuffing

source: Main windows coder & renderer
sv: Huvudsaklig windowskodare & renderare

source: Website, coding & scripts
sv: Webbsida, kodning & skript

source: Coding, mod development
sv: Kodning, modutveckling

source: ^1PORTS
sv: ^1PORTAR

source: AROS and MorphOS
sv: AROS och MorphOS

source: ^1GREETINGS
sv: ^1HÄLSNINGAR

source: Many thanks to Splash Damage for their release of the source code, ioWolfET & raedwulf-et (especially Ralph Eastwood) for our code base and ioQuake3 for their inspirations.
sv: Stort tack till Splash Damage som släppte källkoden, ioWolfET & raedwulf-et (speciellt Ralph Eastwood) för våran kodbas och ioQuake3 för deras inspiration.

source: ^1CONTRIBUTORS
sv: ^1BIDRAGANDE

source: See HALL OF FAME below
sv: Se HALL OF FAME nedan

source: ^1WEBSITE
sv: ^1HEMSIDA

source: © 2012-2020 ET: Legacy Team - under the terms of GPL version 3.
sv: © 2012-2020 ET: Legacy Team - under villkoren i GPL version 3.

source: ET 2.60 UPDATE
sv: ET 2.60 UPPDATERINGEN

source: ET PRO DEVELOPMENT TEAM
sv: ET PRO UTVECKLINGSTEAM

source: Lead Programmer
sv: Huvudprogrammerare

source: Mac OS X is a trademark of Apple Computer, Inc., registered in the U.S. and other countries.
sv: Mac OS X är ett varumärke som tillhör Apple Computer, Inc., registrerat i USA och andra länder.

source: Advices, Bug reports, Patches
sv: Råd, felrapporter, patchar

source: ^1TRANSLATIONS
sv: ^1ÖVERSÄTTNINGAR

source: EXECUTIVE PRODUCED BY ID SOFTWARE
sv: VERKSTÄLLANDE PRODUCERAD AV ID SOFTWARE

source: Executive Producer
sv: Verkställande producent

source: Additional Programming
sv: Ytterligare programmering

source: Wolfenstein: Enemy Territory is powered by id Software's Quake III Arena (TM) technology.
sv: Wolfenstein: Enemy Territory drivs av id Software's Quake III Arena (TM) teknologi.

source: Production, development and technical assistance provided by id Software.
sv: Produktion, utveckling och teknisk assistans tillhandahålls av id Software.

source: ^1ORIGINAL DEVELOPERS
sv: ^1ORIGINAL UTVECKLARE

source: © 2003 Id Software, Inc. All rights reserved. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, the Return to Castle Wolfenstein logo, the id Software name, and the id logo are either registered trademarks or trademarks of Id Software, Inc. in the United States and/or other countries. All other trademarks and trade names are the properties of their respective owners.
sv: © 2003 id Software, Inc. Alla rättigheter förbehållna. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, Return to Castle Wolfenstein logotypen, id Software namnet och logotypen är antingen registrerade varumärken eller varumärken tillhörande id Software, Inc. i USA och/eller andra länder.

source: DEVELOPED BY SPLASH DAMAGE
sv: UTVECKLAD AV SPLASH DAMAGE

source: Game Designer / Managing Director
sv: Spelformgivare / Verkställande direktör

source: Business Director
sv: Affärsdirektör

source: ART
sv: KONST

source: Lead Artist / Creative Director
sv: Huvudartist / Kreativdirektör

source: Artist / Animator
sv: Konstnär / Animatör

source: Additional Art
sv: Ytterligare konst

source: PROGRAMMING
sv: PROGRAMMERING

source: Programmer
sv: Programmerare

source: Programmer / Artist
sv: Programmerare / Konstnär

source: DESIGN
sv: FORMGIVNING

source: Designer / Audio Engineer
sv: Formgivare / Ljudtekniker

source: Designer / Writer
sv: Formgivare / Författare

source: LEVEL DESIGN
sv: Bandesign

source: Lead Level Designer
sv: Huvudbandesigner

source: Senior Level Designer
sv: Senior bandesigner

source: Level Designer
sv: Bandesigner

source: Level Designer / Artist
sv: Bandesigner / Konstnär

source: Additional Level Design
sv: Ytterligare bandesign

source: ET: Legacy Website
sv: ET: Legacy-hemsidan

source: Do you want to open www.etlegacy.com ?
sv: Vill du öppna www.etlegacy.com ?

source: YES
sv: JA

source: NO
sv: NEJ

source: DEFAULT SERVER SETTINGS
sv: STANDARDINSTÄLLNINGAR FÖR SERVER

source: Reset server settings to default?
sv: Återställ till standardinställningar?

source: HOST GAME: ADVANCED
sv: SKAPA SPEL: AVANCERAT

source: GENERAL
sv: GENERELLT

source: Minimum Ping:
sv: Lägsta Ping:

source: Setting the minimum ping can be used to exclude LPBs (0 = No Minimum)
sv: Begränsar den lägsta ping tiden som kan användas (0 = ingen begränsning)

source: Maximum Ping:
sv: Högsta Ping:

source: Setting the maximum ping can be used to exclude HPBs (0 = No Maximum)
sv: Begränsar den högsta ping tiden som kan användas (0 = ingen begränsning)

source: Maximum Game Rate:
sv: Högsta Datahastighet (Rate):

source: Maximum rate to send game data to clients (0 = match client rate settings)
sv: Maximal hastighet som servern kan sända data till spelaren (0 = ingen begränsning)

source: Player Inactivity:
sv: Spelarfrånvaro:

source: Max time (in sec) a player can remain idle before being kicked from the server (0 = disabled)
sv: Tidgräns (i sekunder) för hur länge en spelare kan vara frånvarande innan server sparkar ut spelaren (0 = ingen begränsning)

source: Spectator Inactivity:
sv: Åskådarfrånvaro:

source: Max time (in sec) a spectator can remain idle before being kicked from the server (0 = disabled)
sv: Tidgränsen för hur länge en åskådare kan vara frånvarande innan server sparkar ut åskådaren (0 = ingen begränsning)

source: Intermission Time:
sv: Tid för resultattavla:

source: Time of intermission
sv: Tidgräns för hur länge resultattavlan visas

source: Intermission Ready %:
sv: Redograd för resultattavla %:

source: Percentage of 'ready' players to start next map
sv: Hur många spelare i procent ska vara redo för att starta nästa bana

source: Wait for Ready:
sv: Vänta för redo:

source: Whether the server should require players to be ready before a match can start
sv: Om servern ska vänta på att spelare är redo innan en match kan startas

source: Minimum Players:
sv: Lägsta antal spelare:

source: Specifies the minimum number of players required before a match can start
sv: Hur många spelare som måste vara med innan en match kan starta

source: Ready percentage:
sv: Redograd:

source: Specifies the minimum percentage of players that must hit their ready key before a match can start
sv: Hur många procent som måste trycka "redo" innan en match kan starta

source: Allow Late Joins:
sv: Tillåt sena ankomster:

source: Whether a player can join a team once a match has started
sv: Om spelare kan gå med i ett lag när matchen startat

source: Mute Spectators:
sv: Tysta Åskådare:

source: Whether spectators are muted
sv: Huruvida åskådarna är tysta

source: Warmup Damage:
sv: Skada vid uppvärmning:

source: Nobody
sv: Ingen

source: Enemies Only
sv: Endast Fiender

source: Everyone
sv: Alla

source: Whether you can damage players during the match's warmup period
sv: Tillåta att skada andra spelare under uppvärmingsperioden

source: Max Players Per Team:
sv: Max antal spelare per lag:

source: Specifies the maximum number of players per team
sv: Specificerar max antal spelare per lag

source: Disable Team Controls:
sv: Lagkontroll av:

source: Whether players can issue team commands (lock team/spectators, readyteam, etc.)
sv: Om spelare kan ge lagkommandon (lock team/spectators, readyteam, osv.)

source: Warmup Duration:
sv: Uppvärmningslängd:

source: The length of time the warmup lasts prior to a match starting
sv: Uppvärmningstiden innan matchen börjar

source: Maximum Complaints:
sv: Högsta antal klagomål:

source: The maximum number of complaints a player may receive before being kicked from a server
sv: Maximalt antal klagomål en spelare kan få innan han sparkas ut från server

source: Maximum Complainees:
sv: Högsta antal klagande:

source: Off
sv: Av

source: The number of unique complaints a player may receive before being kicked from a server
sv: Antalet unika klagomål en spelare kan få innan han sparkas ut från en server

source: Map Time Limit:
sv: Banans tidsgräns:

source: Override the default time limit
sv: Skriv över normal tidsgräns

source: Allied Spawn Time:
sv: Allierades Återskapelse:

source: Override the default Allied spawn time
sv: Skriv över de allierades normala återskapelsetid

source: Axis Spawn Time:
sv: Axelmakternas Återskapelse:

source: Override the default Axis spawn time
sv: Skriv över axelmakternas normala återskaplsetid

source: Allied Max Lives:
sv: De allierades extraliv:

source: Specify the number of Allied lives in a max lives game
sv: Fyll i antalet extraliv för de allierade

source: Axis Max Lives:
sv: Axelmakternas extraliv:

source: Specify the number of Axis lives in a max lives game
sv: Fyll i antalet extraliv för axelmakterna

source: Stopwatch Round-Type:
sv: Stopklocka, rundtyp

source: Determines the type of Stopwatch round (ABBA = swap sides, ABAB = retain sides)
sv: Avgör typen av stopklocksrunda (ABBA = byt sidor, ABAB = behåll sidor)

source: LAST MAN STANDING
sv: SISTA MANNEN SOM STÅR

source: LMS Rounds Per Match:
sv: SMSS-rundor per match:

source: Override the default LMS rounds per match
sv: Skriv över standard för SMSS rundor per match

source: LMS Matches Per Map:
sv: SMSS matcher per bana:

source: Override the default LMS matches (comprising of rounds) per map
sv: Skriv över standard för SMSS matcher per bana

source: LMS Spectate Team Only:
sv: SMSS åskåda endast laget:

source: Stops players spectating the enemy team
sv: Förbjuder döda spelare att se vad det andra laget gör

source: LMS Locked Teams:
sv: SMSS låsta lag:

source: Stops players being able to switch teams
sv: Förbjuder spelare att byta lag

source: Pure Server:
sv: Ren Server:

source: Limits game content to that contained in PK3 files on both the client and server with matching CRCs
sv: Begränsar PK3 paket så spelare bara får det innehåll som laddas av servern.

source: Password:
sv: Lösenord:

source: Sets the password required for players to join the server
sv: Ställer in lösenordet som krävs för att spelare ska kunna ansluta sig till servern

source: Referee Password:
sv: Lösenord för domare:

source: Password to utilize the "ref" command for match control and remote game administration
sv: Lösenord för att använda "ref"-kommandot för matchkontroll och fjärrspelsadministration

source: RCON Password:
sv: Rcon-lösenord:

source: Password to utilize the remote game server console (very powerful, so keep this password safe)
sv: Lösenord för att använda fjärrspelserverkonsolen (mycket kraftfull, så håll detta lösenord säkert)

source: VOTING
sv: OMRÖSTNING

source: Max Votes per Player:
sv: Max röster per spelare:

source: Specifies the maximum number of votes per player per match
sv: Anger maximalt antal röster per spelare och match

source: Successful voting:
sv: Lyckad omröstning:

source: Specifies the minimum percentage required for a vote to pass
sv: Anger den lägsta procentandel som krävs för att en röst ska bli godkänd

source: ALLOW VOTES
sv: TILLÅT OMRÖSTNING

source: Game config:
sv: Spelkonfig:

source: Allow players to vote for game config
sv: Tillåt spelare att rösta på spelkonfiguration

source: Game Type:
sv: Spelläge:

source: Allow players to vote for a change in game type
sv: Tillåt spelare att rösta på en ändring av spelläge

source: Player Kick:
sv: Spelare sparka:

source: Allow players to vote for other players to be kicked
sv: Tillåt spelare att rösta för att andra spelare ska sparkas ut

source: Map:
sv: Bana:

source: Allow players to vote for a different campaign or map
sv: Tillåt spelare att rösta på en annan fälttåg eller bana

source: Match Reset:
sv: Återställ match:

source: Allow players to vote for the match to be reset
sv: Tillåt spelare att rösta för att matchen ska återställas

source: Mute Spects:
sv: Tysta åskådare:

source: Allow players to vote for spectators to be muted
sv: Tillåt spelare att rösta för att tysta åskådare

source: Next Map:
sv: Nästa bana:

source: Allow players to vote for the next campaign or map
sv: Tillåt spelare att rösta på nästa fälttåg eller bana

source: Balanced Teams:
sv: Lagutjämning:

source: Allow players to vote for enforced team balance
sv: Tillåt spelare att rösta för påtvingad lagbalans

source: Referee:
sv: Domare:

source: Allow players to vote for a referee
sv: Tillåt spelare att rösta på en domare

source: XP Shuffle:
sv: XP blanda:

source: Allow players to vote for teams to be shuffled
sv: Tillåt spelare att rösta på lag som ska blandas av erfarenhetspoäng

source: Swap Teams:
sv: Lagbyte:

source: Allow players to vote for teams to swap sides
sv: Tillåt spelare att rösta på lag för att byta sida

source: Friendly Fire:
sv: Lagskada:

source: Allow players to vote for friendly fire to be enabled or disabled
sv: Tillåt spelare att rösta för att vänskaplig eld ska aktiveras eller inaktiveras

source: Timelimit:
sv: Tidsgräns:

source: Allow players to vote for a different time limit
sv: Tillåt spelare att rösta för en annan tidsgräns

source: Allow players to vote for warmup damage to be enabled or disabled
sv: Tillåt spelare att rösta om att aktivera eller inaktivera skada i uppvärmningsrundan

source: Anti-Lag:
sv: Lagg-skydd:

source: Allow players to vote for antilag to be enabled or disabled
sv: Tillåt spelare att rösta för att antilagg ska aktiveras eller inaktiveras

source: MESSAGE OF THE DAY
sv: DAGENS MEDDELANDE

source: Line 1:
sv: Linje 1:

source: Specifies the message clients will see when connecting to the server
sv: Anger meddelandet som spelarna kommer att se när de ansluter till servern

source: Line 2:
sv: Linje 2:

source: Line 3:
sv: Linje 3:

source: Line 4:
sv: Linje 4:

source: Line 5:
sv: Linje 5:

source: DOWNLOAD
sv: NEDLADDNING

source: Client Downloads:
sv: Klientnedladdningar:

source: Allows players to download missing files from the server
sv: Tillåter spelare att ladda ner saknade filer från servern

source: Maximum Download Rate:
sv: Max nedladdningshastighet:

source: Specifies the maximum download rate from the server for players with missing files
sv: Fyll i den högsta nedladdningshastigheten (i bit/s) från servern för spelare med saknade filer

source: FTP/HTTP Redirects:
sv: FTP/HTTP-omdirigeringar:

source: Redirects players with missing files to another server
sv: Omdirigerar spelare med saknade filer till en annan server

source: Base URL:
sv: Grund-URL:

source: Used to build the URL given to clients for download
sv: Används för att skapa den URL-adressen som ges till spelare för nedladdning

source: EXTENDED
sv: FÖRLÄNGD

source: DEFAULT
sv: STANDARD

source: START DEDICATED SERVER
sv: STARTA DEDIKERAD SERVER

source: Starting a Dedicated Server will
sv: Om du startar en dedikerad server

source: close the game window and open the
sv: stängs spelfönstret och server-

source: server console. You can then re-open
sv: konsolen öppnas. Du kan sedan öppna

source: the game and connect to the server.
sv: spelet igen och ansluta till servern.

source: Are you sure you want to start
sv: Är du säker på att du vill starta

source: a Dedicated Server?
sv: en dedikerad server?

source: HOST GAME: EXTENDED
sv: SKAPA SPEL: FÖRLÄNGD

source: MISC
sv: OLIKA

source: Country Flags:
sv: Nationsflaggor:

source: No
sv: Nej

source: Yes
sv: Ja

source: Enable country flags on the server
sv: Aktivera nationsflaggor på servern

source: ADVANCED
sv: AVANCERAT

source: ADVANCED GRAPHICS
sv: AVANCERAT GRAFIK

source: HOST GAME
sv: SKAPA SPEL

source: SETTINGS
sv: INSTÄLLNINGAR

source: Server Name:
sv: Servernamn:

source: Specifies the name of your game server
sv: Fill i namnet på din spelserver

source: Campaign
sv: Fälttåg

source: Last Man Standing
sv: Sista mannen som står

source: Map Voting
sv: Banröstning

source: Single-Map Objective
sv: Bana med mål

source: Stopwatch
sv: Stoppklocka

source: Click to specify the type of game to load
sv: Klicka för att ange vilken typ av spel som ska laddas

source: Maximum Players:
sv: Max spelare:

source: Maximum # of players that can connect to the server
sv: Högsta antalet spelare som kan ansluta till servern

source: Auto-Configure Server:
sv: Auto serverkonfiguration:

source: Competition Settings
sv: Tävlingsinställningar

source: Public Settings
sv: Allmänna inställningar

source: Server automatically configures it self to specified default settings
sv: Servern konfigurerar sig själv till angivna standardinställningar

source: Dedicated Server:
sv: Dedikerad server:

source: Yes - LAN
sv: Ja - lokalt nätverk (LAN)

source: Yes - Internet
sv: Ja - internet

source: Specifies if the server should be "dedicated" for LAN or Internet play (no client)
sv: Anger om servern ska vara "dedikerad" för LAN- eller Internetspel (ingen klient)

source: Password clients must set to join the server
sv: Ställer in lösenordet som spelarna behöver för att ansluta till servern

source: FEATURES
sv: FUNKTIONER

source: Friendly Fire
sv: Lagskada

source: Specifies if teammates can hurt each other
sv: Anger om lagkamrater kan skada varandra

source: Anti-Lag
sv: Lagg-skydd

source: Enables modem-friendly server support
sv: Aktiverar modem-vänligt serverstöd

source: Max Lives
sv: Max liv

source: Limits the number of player lives per round
sv: Begränsar antalet spelares liv per rund

source: Weapon Restrictions
sv: Vapenrestriktioner

source: Restricts the number of weapons available to players to a percentage of the team size to reduce spam
sv: Begränsar antalet tillgängliga vapen för spelare till en procentandel av lagets storlek för att minska spam

source: Balanced Teams
sv: Lagutjämning

source: Enforces balanced teams by forcing players to join the team with the lowest player count
sv: Framtvingar balanserade lag genom att tvinga spelare att gå med i laget med det lägsta antalet spelare

source: NAME
sv: NAMN

source: Select the campaign or map that the server should load
sv: Välj fälttåget eller banan som servern ska ladda

source: PREVIEW
sv: FÖRHANDSVISNING

source: DETAILS
sv: DETALJER

source: START SERVER
sv: STARTA SERVER

source: DISCONNECT
sv: FRÅNKOPPLA

source: Do you want to disconnect
sv: Vill du koppla bort

source: from the server?
sv: från servern?

source: MENU
sv: MENY

source: VOTE
sv: RÖSTA

source: REFEREE
sv: DOMARE

source: LIMBO MENU
sv: SPELARMENY

source: OPTIONS
sv: INSTÄLLNINGAR

source: CREDITS
sv: MEDVERKANDE

source: EXIT GAME
sv: AVSLUTA SPEL

source: SEND MESSAGE
sv: SKICKA MEDDELANDE

source: Say:
sv: Säga:

source: Enter text here - press ESCAPE twice to cancel
sv: Skriv in text här - tryck på Esc-knapp för att avbryta

source: To:
sv: Till:

source: All
sv: Alla

source: Team
sv: Lag

source: Fireteam
sv: Grupp

source: Select the destination of your message
sv: Välj målet för ditt meddelande

source: CANCEL
sv: AVBRYT

source: SEND
sv: SKICKA

source: REFRESH
sv: UPPDATERA

source: ADD FAVORITE
sv: TILL FAVORIT

source: RESPAWNING
sv: ÅTERUPPSTÅR

source: In Last Man Standing mode you will not respawn if you tap out now. Are you sure?
sv: I sista mannen som står-läget kommer du inte att återskapelse om du trycker ut nu. Är du säker?

source: This server has Max Lives enabled. Tapping out now will lose a life. Are you sure?
sv: Denna server har max liv aktiverade. Att tappa ut nu kommer att förlora ett liv. Är du säker?

source: Bot count:
sv: Antal bottar:

source: Move skill:
sv: Snabbhet:

source: Difficulty:
sv: Svårighet:

source: KICK ALL BOTS
sv: TA BORT ALLA BOTTAR

source: AXIS BOTS
sv: AXEL BOTTAR

source: ALLIED BOTS
sv: ALLI BOTTAR

source: BALANCED
sv: BALANS

source: BOTS ON
sv: BOTTAR PÅ

source: BOTS OFF
sv: BOTTAR AV

source: Voting is disabled
sv: Omröstning är inaktiverad

source: on this server.
sv: på den här servern.

source: MAPS
sv: BANOR

source: CAMPAIGNS
sv: FÄLTTÅG

source: PLAYERS
sv: SPELARE

source: BOTS
sv: BOTTAR

source: START MATCH
sv: STARTA MATCH

source: RESET MATCH
sv: ÅTERSTALL MATCH

source: RESTART MAP
sv: STARTA OM BANA

source: NEXT MAP
sv: NÄSTA BANA

source: NEXT CAMPAIGN
sv: NÄSTA FÄLTTÅG

source: ANTI-LAG ON
sv: LAGG-SKYDD PÅ

source: ANTI-LAG OFF
sv: LAGG-SKYDD AV

source: SWAP TEAMS
sv: LAGBYTE

source: MUTE SPECS
sv: TYSTA ÅSKADARE

source: UNMUTE SPECS
sv: OTYSTA ÅSKADARE

source: FRIENDLY FIRE ON
sv: LAGSKADA PÅ

source: FRIENDLY FIRE OFF
sv: LAGSKADA AV

source: BALANCED TEAMS ON
sv: LAGUTJÄMNIG PÅ

source: BALANCED TEAMS OFF
sv: LAGUTJÄMNIG AV

source: COMPETITION SETTINGS
sv: TÄVLINGSINSTÄLLNINGAR

source: PUBLIC SETTINGS
sv: ALLMÄNNA INSTÄLLNINGAR

source: None
sv: Ingen

source: Enemies
sv: Fiender

source: Select the warm-up damage mode to vote on
sv: Välj uppvärmningsskada-läget att rösta på

source: Time Limit:
sv: Tidsgräns:

source: Specify a time limit to vote on
sv: Ange en tidsgräns som kan röstas på

source: Select the game type to vote on
sv: Välj spelläge som kan röstas på

source: Enable or disable warmup damage
sv: Aktivera eller inaktivera skada under uppvärmningsrunda

source: Set the time limit for the server
sv: Ställ in tidsgränsen för servern

source: Set the game type
sv: Ställ in spelläget

source: PAUSE
sv: PAUS

source: UNPAUSE
sv: SLUTPAUS

source: LOCK TEAMS
sv: LÅSA LAG

source: UNLOCK TEAMS
sv: UPPLÅST LAG

source: LOCK SPECS
sv: LÅS ÅSKADARE

source: UNLOCK SPECS
sv: UPPLÅST ÅSKADARE

source: KICK
sv: SPARKA UT

source: MUTE
sv: TYSTA

source: UN-MUTE
sv: OTYSTA

source: MAKE REFEREE
sv: GÖRA DOMARE

source: UN-REFEREE
sv: BORT DOMARE

source: MAKE AXIS
sv: GÖRA AXEL

source: MAKE ALLIED
sv: GÖRA ALLI
