Repository: sysfce2/Game_etlegacy
Catalog: etmain/locale/mod/*.po
Languages: sv

source: Compress Textures:
sv: Komprimera texturer:

source: Toggles the compression of textures
sv: Växlar komprimering av texturer

source: Sync Every Frame:
sv: Synk varje bildruta:

source: Prevent screen tearing
sv: Förhindra screen tearing

source: GL Extensions:
sv: GL-tillägg:

source: Enabled
sv: Aktiverad

source: Enables or disables usage of OpenGL extensions
sv: Aktiverar eller inaktiverar användning av OpenGL-tillägg

source: SET RECOMMENDED
sv: STÄLL IN REKOMMENDERAD

source: APPLY
sv: TILLÄMPA

source: AUDIO
sv: LJUD

source: Effects Volume:
sv: Effektvolym:

source: Set the effects volume
sv: Ställ in effektvolymen

source: Music Volume:
sv: Musikvolym:

source: Set the music volume
sv: Ställ in musikvolymen

source: Sound Quality:
sv: Ljudkvalitet:

source: 11 khz (low)
sv: 11 kHz (låg)

source: 22 khz (high)
sv: 22 kHz (hög)

source: 44 khz (ultra high)
sv: 44 kHz (ultrahög)

source: Set the sound quality
sv: Ställ in ljudkvaliteten

source: Doppler FX:
sv: Dopplereffekt:

source: Enables or disables the doppler effect
sv: Aktiverar eller inaktiverar dopplereffekten

source: Mute When Minimized:
sv: Tyst när minimerat:

source: Enables or disables sound when window is minimized
sv: Aktiverar eller inaktiverar ljud när fönstret minimeras

source: Mute When Unfocused:
sv: Tysta när inte fokuserar:

source: Enables or disables sound when window is unfocused
sv: Aktiverar eller inaktiverar ljud när fönstret är ofokuserat

source: NETWORK
sv: NÄTVERK

source: Max Packets:
sv: Max paket:

source: Cap for upstream data packet transmissions
sv: Lock för uppströms datapaketöverföringar

source: Packet Duplication:
sv: Paketduplicering:

source: Number of duplicates for every data packet sent upstream, minimized packetloss
sv: Antal dubbletter för varje datapaket som skickas uppströms, minimera paketförlust

source: DOWNLOADS
sv: NEDLADDNINGAR

source: Check for Updates on Start-Up:
sv: Sök efter uppdateringar vid uppstart:

source: Automatically check for updates?
sv: Söka efter uppdateringar automatiskt?

source: Get Missing Files:
sv: Hämta saknade filer:

source: Download missing files when available
sv: Ladda ner saknade filer när de är tillgängliga

source: Use HTTP/FTP Downloads:
sv: HTTP/FTP-nedladdningar:

source: UPDATES
sv: UPPDATERINGAR

source: Start-Up Updates Check:
sv: Uppdateringar vid uppstart:

source: Automatically check for updates
sv: Sök automatiskt efter uppdateringar

source: Enables or disables http/ftp downloads
sv: Aktiverar eller inaktiverar HTTP/FTP-nedladdningar

source: CONNECT TO IP
sv: ANSLUTA TILL IP

source: DELETE SERVER FAVOURITES
sv: TA BORT SERVERFAVORITER

source: Do you really want to
sv: Vill du verkligen ta

source: delete YOUR favourites?
sv: bort DINA favoriter?

source: FILTERS
sv: FILTER

source: Source:
sv: Källa:

source: Local
sv: Lokal

source: Favorites
sv: Favoriter

source: Choose the type of game servers to display from Internet, local and the favorites list
sv: Välj vilken typ av spelservrar som ska visas från Internet, lokal och favoritlistan

source: Objective
sv: Mål

source: LMS
sv: SMSS

source: Displays only game servers offering this Game Type
sv: Visar endast spelservrar som erbjuder denna spelläge

source: Mod:
sv: Modd:

source: Displays only game servers offering this Mod
sv: Visar endast spelservrar som erbjuder denna modd

source: Includes or excludes servers with desired map name from the server list
sv: Inkluderar eller exkluderar servrar med önskat bannamn från serverlistan

source: Filter affecting servers with map name
sv: Filter som påverkar servrar med bannamn

source: Filter Disabled
sv: Filter inaktiverat

source: Only show...
sv: Endast visa...

source: Don't show...
sv: Visa inte...

source: REFRESH LIST
sv: UPPDATERA LISTA

source: Refresh servers list
sv: Uppdatera serverlistan

source: RESET FILTERS
sv: ÅTERSTÄLL FILTER

source: Reset all filters to their defaults
sv: Återställ alla filter till deras standardvärden

source: SERVER BROWSER
sv: SERVERLÄSARE

source: SERVER NAME
sv: SERVERNAMN

source: Click here to sort by Server Name
sv: Klicka här för att sortera efter servernamn

source: MAP NAME
sv: BANNAMN

source: Click here to sort by Campaign or Map name
sv: Klicka här för att sortera efter fälttåg- eller bannamn

source: #PLAYERS
sv: #SPELARE

source: Click here to sort by Player Count
sv: Klicka här för att sortera efter antal spelare

source: TYPE
sv: LÄGE

source: Click here to sort by Game Type
sv: Klicka här för att sortera efter spelläge

source: DELETE FAVS
sv: RADERA FAVORITER

source: JOIN SERVER
sv: ANSLUT SERVERN

source: UPDATE AVAILABLE
sv: UPPDATERING TILLGÄNGLIG

source: ERROR
sv: FEL

source: RECONNECT
sv: ÅTERANSLUT

source: PASSWORD REQUIRED
sv: LÖSENORD KRÄVS

source: Enter the server password
sv: Ange serverlösenordet

source: REDIRECTION ADVISED
sv: OMDIRIGERING REKOMMENDERAS

source: Do you want to redirect to:
sv: Vill du omdirigera till:

source: CREATION ERROR
sv: SKAPELSEFEL

source: CREATE PROFILE
sv: SKAPA PROFIL

source: Please choose your initial settings below. You can change these at any time and access more advanced options by visiting the Options Menu. Should more than one person wish to play ET: Legacy, you can create additional profiles by visiting the Profiles Menu.
sv: Välj dina första inställningar nedan. Du kan ändra dessa när som helst och få tillgång till mer avancerade inställningar genom att besöka inställningsmenyn. Om mer än en person skulle vilja spela ET: Legacy kan du skapa ytterligare profiler genom att besöka profilmenyn.

source: Enter the alias here that you would like displayed to others on servers
sv: Ange smeknamnet här som du vill ska visas för andra på servrar

source: Video Quality:
sv: Videokvalitet:

source: Fastest
sv: Snabbast

source: Fast
sv: Snabb

source: Select your initial video settings, these can be changed later via the options menu
sv: Välj dina första videoinställningar, dessa kan ändras senare via inställningsmenyn

source: Choose your preferred video resolution, if unsure leave it as the default
sv: Välj önskad videoupplösning om du är osäker lämna den som förvald

source: Use this slider to set your mouse sensitivity
sv: Använd det här skjutreglaget för att ställa in din muskänslighet

source: Choose invert mouse if you prefer flight-simulator style mouse pitch controls
sv: Välj inverterad mus om du föredrar muskontroller i flygsimulatorstil

source: DEFAULT SETTINGS
sv: FÖRVALDA INSTÄLLNINGAR

source: ^1LET'S KEEP ET ALIVE!
sv: ^1LÅT OSS HÅLLA ET LEVANDE!

source: Thank you for installing ET: Legacy
sv: Tack för att du installerade ET: Legacy

source: QUIT
sv: AVSLUTA

source: CREATE
sv: SKAPA

source: Choose invert mouse if you prefer flight-simulator mouse pitch
sv: Välj inverterad mus om du föredrar muskontroller i flygsimulatorstil

source: DELETE WARNING
sv: TA BORT VARNING

source: Can't delete
sv: Kan inte radera

source: active profile.
sv: aktiv profil.

source: DELETE PROFILE
sv: RADERA PROFIL

source: Are you sure?
sv: Är du säker?

source: DELETE
sv: RADERA

source: RENAME
sv: DÖPA OM

source: SET AS DEFAULT
sv: ANGE SOM STANDARD

source: SELECT PROFILE
sv: VÄLJ PROFIL

source: RENAME PROFILE
sv: DÖPA OM PROFIL

source: New Profile Name:
sv: Nytt profilnamn:

source: New name of profile
sv: Nytt namn på profilen

source: Yeah, right, like YOU have
sv: Ja, visst, som om DU hade

source: anything better to do!
sv: något bättre att göra!

source: CHANGE VIDEO SETTINGS
sv: ÄNDRA VIDEOINSTÄLLNINGAR

source: Set recommended video settings and return to the main menu?
sv: Ange rekommenderade videoinställningar och återgå till huvudmenyn?

source: Set recommended video settings and return to the ingame menu?
sv: Ange rekommenderade videoinställningar och återgå till spelmenyn?

source: CONFIRM VIDEO CHANGE
sv: BEKRÄFTA VIDEOÄNDRING

source: Use this video mode?
sv: Använd det här videoläget?

source: Reverting to previous
sv: Återgår till föregående

source: setting in %s seconds...
sv: inställning om %s sekunder...

source: Apply new settings?
sv: Använda nya inställningar?

source: DELETE REPLAY
sv: RADERA REPRIS

source: Select the replay to view or delete
sv: Välj reprisen att visa eller radera

source: MESSAGE
sv: MEDDELANDE

source: 1. Statements
sv: 1. Uttalanden

source: 2. Requests
sv: 2. Förfrågningar

source: 3. Commands
sv: 3. Befallningar

source: 4. Talk
sv: 4. Samtal

source: 6. Function
sv: 6. Funktion

source: 7. Objectives
sv: 7. Mål

source: 1. Path Cleared.
sv: 1. Vägen rensad.

source: 2. Enemy Weak!
sv: 2. Fienden är svag!

source: 3. All Clear
sv: 3. Allt rensad

source: 4. Incoming
sv: 4. Fienden kommer

source: 5. Fire In The Hole!
sv: 5. Tänt var det här!

source: 6. I'm Defending.
sv: 6. Jag försvarar.

source: 7. I'm Attacking.
sv: 7. Jag attackerar.

source: 8. Taking Fire!
sv: 8. Beskjutning!

source: 9. Mines Cleared
sv: 9. Minor röjd

source: 0. Enemy Disguised
sv: 0. Förklädd fiende

source: 1. Need Medic!
sv: 1. Behöver sjukvårdare!

source: 2. Need Ammo!
sv: 2. Behöver ammo!

source: 3. Need Backup!
sv: 3. Behöver förstärkning!

source: 4. Need Engineer!
sv: 4. Behöver ingenjör!

source: 5. Cover Me!
sv: 5. Täck mig!

source: 6. Hold Fire!
sv: 6. Eld upphör!

source: 7. Where To?
sv: 7. Vart?

source: 8. Need Covert Ops!
sv: 8. Behöver hemlig operatör!

source: 1. Follow Me!
sv: 1. Följ mig!

source: 2. Let's Go!
sv: 2. Nu kör vi!

source: 3. Move!
sv: 3. Mer rörelse!

source: 4. Clear The Path!
sv: 4. Rensa vägen!

source: 5. Defend Objective!
sv: 5. Försvara mål!

source: 6. Disarm Dynamite!
sv: 6. Desarmera dynamit!

source: 7. Clear Mines!
sv: 7. Röja minor!

source: 8. Reinforce Offense
sv: 8. Förstärk offensiven

source: 9. Reinforce Defense
sv: 9. Förstärk försvaret

source: 1. Yes
sv: 1. Ja

source: 2. No
sv: 2. Nej

source: 3. Thanks
sv: 3. Tack

source: 4. Welcome
sv: 4. Varsågod

source: 5. Sorry
sv: 5. Förlåt

source: 6. Oops
sv: 6. Oj

source: 3. Enemy Weak
sv: 3. Fienden är svag

source: 4. Hi
sv: 4. Hej

source: 5. Bye
sv: 5. Hejdå

source: 6. Great Shot
sv: 6. Bra skott

source: 7. Cheer
sv: 7. Heja

source: 8. More Globals
sv: 8. Fler globala

source: 1. Thanks
sv: 1. Tack

source: 2. Welcome
sv: 2. Varsågod

source: 3. Oops
sv: 3. Oj

source: 4. Sorry
sv: 4. Förlåt

source: 5. Hold Fire!
sv: 5. Eld upphör!

source: 6. Good Game
sv: 6. Bra spelat

source: 1. Command Acknowledged
sv: 1. Befallning bekräftat

source: 3. Command Completed
sv: 3. Befallning avslutat

source: 4. Destroy Primary Objective
sv: 4. Förstör primärt mål

source: 5. Destroy Secondary Objective
sv: 5. Förstör sekundärt mål

source: 6. Destroy Construction
sv: 6. Förstör konstruktion

source: 7. Commencing Construction
sv: 7. Börja med konstruktion

source: 8. Repair Vehicle
sv: 8. Reparera fordon

source: 9. Disable Vehicle
sv: 9. Inaktivera fordon

source: 0. Escort Vehicle
sv: 0. Eskortera fordon

source: S. Statements
sv: S. Uttalanden

source: R. Requests
sv: R. Förfrågningar

source: C. Commands
sv: C. Befallningar

source: T. Talk
sv: T. Samtal

source: F. Function
sv: F. Funktion

source: O. Objectives
sv: O. Mål

source: P. Path Cleared.
sv: P. Vägen rensad.

source: W. Enemy Weak!
sv: W. Fienden är svag!

source: C. All Clear
sv: C. Allt rensad

source: I. Incoming
sv: I. Fienden kommer

source: F. Fire In The Hole!
sv: F. Tänt var det här!

source: D. I'm Defending.
sv: D. Jag försvarar.

source: A. I'm Attacking.
sv: A. Jag attackerar.

source: T. Taking Fire!
sv: T. Beskjutning!

source: M. Mines Cleared
sv: M. Minor röjd

source: E. Enemy Disguised
sv: E. Förklädd fiende

source: M. Need Medic!
sv: M. Behöver sjukvårdare!

source: A. Need Ammo!
sv: A. Behöver ammo!

source: B. Need Backup!
sv: B. Behöver förstärkning!

source: E. Need Engineer!
sv: E. Behöver ingenjör!

source: C. Cover Me!
sv: C. Täck mig!

source: H. Hold Fire!
sv: H. Eld upphör!

source: W. Where To?
sv: W. Vart?

source: O. Need Covert Ops!
sv: O. Behöver hemlig operatör!

source: F. Follow Me!
sv: F. Följ mig!

source: G. Let's Go!
sv: G. Nu kör vi!

source: M. Move!
sv: M. Mer rörelse!

source: C. Clear The Path!
sv: C. Rensa vägen!

source: O. Defend Objective!
sv: O. Försvara mål!

source: D. Disarm Dynamite!
sv: D. Desarmera dynamit!

source: N. Clear Mines!
sv: N. Röja minor!

source: R. Reinforce Offense
sv: R. Förstärk offensiven

source: E. Reinforce Defense
sv: E. Förstärk försvaret

source: Y. Yes
sv: Y. Ja

source: N. No
sv: N. Nej

source: T. Thanks
sv: T. Tack

source: W. Welcome
sv: W. Varsågod

source: S. Sorry
sv: S. Förlåt

source: O. Oops
sv: O. Oj

source: W. Enemy Weak
sv: W. Fienden är svag

source: H. Hi
sv: H. Hej

source: B. Bye
sv: B. Hejdå

source: S. Great Shot
sv: S. Bra skott

source: C. Cheer
sv: C. Heja

source: G. More Globals
sv: G. Fler globala

source: G. Good Game
sv: G. Bra spelat

source: A. Command Acknowledged
sv: A. Befallning bekräftat

source: D. Command Declined
sv: D. Befallning avvisades

source: C. Command Completed
sv: C. Befallning avslutat

source: P. Destroy Primary Objective
sv: P. Förstör primärt mål

source: S. Destroy Secondary Objective
sv: S. Förstör sekundärt mål

source: X. Destroy Construction
sv: X. Förstör konstruktion

source: M. Commencing Construction
sv: M. Börja med konstruktion

source: R. Repair Vehicle
sv: R. Reparera fordon

source: V. Disable Vehicle
sv: V. Inaktivera fordon

source: E. Escort Vehicle
sv: E. Eskortera fordon

source: 2. Command Declined
sv: 2. Befallning avvisades

source: Can't team voice chat as a spectator.
sv: Kan inte lagröstchatta som åskådare.

source: Can't buddy voice chat as a spectator.
sv: Kan inte gruppröstchatta som åskådare.

source: Axis
sv: Axelmakterna

source: Allies
sv: Allierade

source: You will spawn as a %s %s with a %s.
sv: Du kommer att skapas som en %s %s med en %s.

source: You will spawn as a %s %s with a %s and a %s.
sv: Du kommer att skapas som en %s %s med en %s och en %s.

source: Last Played : %s
sv: Senast spelade : %s

source: Never
sv: Aldrig

source: %d maps ago
sv: %d banor sedan

source: Total Accumulated Votes : %d
sv: Totalt antal röster : %d

source: CLOCK IS NOW SET TO %s!
sv: KLOCKAN ÄR NU STÄLLD PÅ %s!

source: Time:
sv: Tid:

source: Medals:
sv: Medaljer:

source: Rank:
sv: Grad:

source: ^5TO TEAM
sv: ^5TILL LAGET

source: ^3TO FIRETEAM
sv: ^3TILL GRUPPEN

source: ^2TO GLOBAL
sv: ^2TILL GLOBAL

source: ALLIES WIN!
sv: ALLIERADE VINNER!

source: AXIS WIN!
sv: AXELMAKTERNA VINNER!

source: IT'S A TIE!
sv: DET ÄR OAVGJORT!

source: ALLIES SUCCESSFULLY BEAT THE CLOCK!
sv: ALLIERADE VANN MOT TIDEN!

source: ALLIES COULDN'T BEAT THE CLOCK!
sv: ALLIERADE KUNDE INTE VINNA MOT KLOCKAN!

source: AXIS SUCCESSFULLY BEAT THE CLOCK!
sv: AXELMAKTERNA VANN MOT TIDEN!

source: AXIS COULDN'T BEAT THE CLOCK!
sv: AXELMAKTERNA KUNDE INTE VINNA MOT KLOCKAN!

source: CAMPAIGN STATUS: %s
sv: FÄLTTÅGSTATUS: %s

source: SECS TO NEXT MAP
sv: SEKUNDER TILL NÄSTA BANA

source: SEC TO NEXT MAP
sv: SEKUND TILL NÄSTA BANA

source: Campaign: %s
sv: Fälttåg: %s

source: a %s
sv: en %s

source: an Objective
sv: en föremål

source: an %s
sv: en %s

source: Disguised Enemy!
sv: Förklädd fiende!

source: SPECTATOR
sv: ÅSKÅDARE

source: File complaint against ^7%s^3 for team-killing?
sv: Lämna in klagomål mot ^7%s^3 för dödad lagkamrat?

source: Press '%s' for YES, or '%s' for NO
sv: Tryck '%s' för JA, eller '%s' för NEJ

source: Accept %s^3's application to join your fireteam?
sv: Acceptera %s^3's ansökan för att gå med i ditt grupp?

source: Accept %s^3's proposition to invite %s^3 to join your fireteam?
sv: Acceptera %s^3's förslag att bjuda in %s^3's till ditt grupp?

source: Accept %s^3's invitation to join their fireteam?
sv: Acceptera %s^3's inbjudan att gå med i deras grupp?

source: Make Fireteam private?
sv: Vill du göra gruppen privat?

source: Create a Fireteam?
sv: Vill du skapa en grupp?

source: VOTE(%i): %s
sv: RÖST(%i): %s

source: YES:%i, NO:%i
sv: JA:%i, NEJ:%i

source: Can't vote as Spectator
sv: Det går inte att rösta som åskådare

source: YES(%s):%i, NO(%s):%i
sv: JA(%s):%i, NEJ(%s):%i

source: YOU VOTED ON: %s
sv: DU RÖSTADE FÖR: %s

source: Y:%i, N:%i
sv: J:%i, N:%i

source: Your complaint has been filed
sv: Ditt klagomål har lämnats in

source: Complaint dismissed
sv: Klagomål missat

source: Server Host cannot be complained against
sv: Klagomål mot servervärden är inte möjliga

source: You were team-killed by the Server Host
sv: Du blev lagdödad av servervärden

source: You were team-killed by a bot.
sv: Du blev lagdödad av en bot.

source: Your application has been submitted
sv: Din ansökan har skickats

source: Your application failed
sv: Din ansökan misslyckades

source: Your application has been approved
sv: Din ansökan har godkänts

source: Your application reply has been sent
sv: Ditt ansökningssvar har skickats

source: Your proposition has been submitted
sv: Ditt förslag har lämnats in

source: Your proposition was rejected
sv: Ditt förslag avvisades

source: Your proposition was accepted
sv: Ditt förslag har godkänts

source: Your proposition reply has been sent
sv: Ditt förslagssvar har skickats

source: Your invitation has been submitted
sv: Din inbjudan har skickats

source: Your invitation was rejected
sv: Din inbjudan avvisades

source: Your invitation was accepted
sv: Din inbjudan har godkänts

source: Your invitation reply has been sent
sv: Ditt inbjudningssvar har skickats

source: Response Sent
sv: Svar skickat

source: Press %s to open Limbo Menu
sv: Tryck %s för att öppna spelarmenyn

source: Press %s to follow next player
sv: Tryck %s för att följa nästa spelare

source: Press %s to follow previous player
sv: Tryck %s för att följa föregående spelare

source: Press %s to %s multiview mode
sv: Tryck %s till %s flervisningsläge

source: disable
sv: inaktivera

source: activate
sv: aktivera

source: You are wounded and waiting for a medic.
sv: Du är sårad och väntar på en sjukvårdare.

source: Press %s to go into reinforcement queue.
sv: Tryck %s för att stå i kö för förstärkning.

source: No more reinforcements this round.
sv: Inga fler förstärkningar den här rundan.

source: Deploying in ^3%d ^7seconds
sv: Utplaceras på ^3%d ^7sekunder

source: Deploying in ^3%d ^7second
sv: Utplaceras på ^3%d ^7sekund

source: Bonus Life! Deploying in ^3%d ^7seconds
sv: Bonusliv! Utplaceras på ^3%d ^7sekunder

source: Bonus Life! Deploying in ^3%d ^7second
sv: Bonusliv! Utplaceras på ^3%d ^7sekund

source: No more deployments this round
sv: Inga fler utplaceringar den här rundan

source: Following
sv: Du följer

source: ^3Config: ^7%s^7
sv: ^3Konfiguration: ^7%s^7

source: ^3WARMUP:^7 Waiting on ^2%i^7 %s
sv: ^3UPPVÄRMNING:^7 Väntar på ^2%i^7 %s

source: player
sv: spelar

source: players
sv: spelare

source: Type ^3\ready^7 in the console to start
sv: Skriv ^3\ready^7 i konsolen för att starta

source: Press ^3%s^7 to start
sv: Tryck ^3%s^7 för att starta

source: ^3WARMUP:^7 Match begins in
sv: ^3UPPVÄRMNING:^7 Matchen börjar om

source: ^3PREPARE TO FIGHT!
sv: ^3GÖR DIG REDO ATT SLÅSS!

source: STOPWATCH ROUND
sv: STOPPKLOCKA-RUNDA

source: The %s team is speclocked!
sv: %s laget stängt för åskådare!

source: WARMUP
sv: UPPVÄRMNING

source: Connection Interrupted
sv: Anslutning avbruten

source: You swapped places with
sv: Du bytte plats med

source: You killed ^1TEAMMATE^7
sv: Du dödade ^1LAGKAMRAT^7

source: You killed
sv: Du dödade

source: ^7swapped places with
sv: ^7bytte plats med

source: ^7killed ^1TEAMMATE^7
sv: ^7dödade ^1LAGKAMRAT^7

source: ^7killed
sv: ^7dödade

source: died
sv: dog

source: Picked up %s
sv: Plockade upp %s

source: Private Fireteam: %s
sv: Privat grupp: %s

source: Fireteam: %s
sv: Grupp: %s

source: FIRETEAMS
sv: GRUPPER

source: JOIN
sv: GÅ MED

source: PROPOSE
sv: FÖRESLÅ

source: INVITE
sv: BJUDA

source: SET ADMIN
sv: GÖR ADMIN

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: PLAYER STATS
sv: SPELARSTATISTIK

source: Weapon
sv: Vapen

source: Accuracy
sv: Exakthet

source: Hits / Shots
sv: Träffar/Skott

source: Kills
sv: Dödade

source: Deaths
sv: Dödad

source: Headshots
sv: Huvudskott

source: No weapon info available.
sv: Ingen vapeninfo tillgänglig.

source: Skills
sv: Färdigheter

source: Level
sv: Nivå

source: XP / Next Level
sv: XP / Nästa nivå

source: Medals
sv: Medaljer

source: No skills acquired!
sv: Inga färdigheter förvärvade!

source: "TOPSHOT" ACCURACIES
sv: BÄSTA SKOTTNOGGRANNHET

source: Player
sv: Spelar

source: No qualifying weapon info available.
sv: Ingen kvalificerad vapeninfo tillgänglig.

source: OBJECTIVES
sv: MÅL

source: DEMO STATUS
sv: REPRISSTATUS

source: DEMO CONTROLS
sv: REPRISSTYRNINGAR

source: ^nBACKSPACE ^mhelp on/off
sv: ^nBACKSTEG ^mhjälp på/av

source: You will spawn as an %s %s with a %s.
sv: Du kommer att skapas som en %s %s med en %s.

source: You will spawn as an %s %s with a %s and a %s.
sv: Du kommer att skapas som en %s %s med en %s och en %s.

source: Single Player
sv: Enspelarläge

source: Co-op
sv: Samarbete

source: User
sv: Användare

source: is not on the server
sv: är inte på servern

source: Promoted to rank %s!
sv: Befordrad till grad %s!

source: Increased %s skill to level %i!
sv: Ökad %s färdighet till nivå %i!

source: You have been rewarded with %s
sv: Du har belönats med %s

source: Planted at %s.
sv: Planterad vid %s.

source: Defused at %s.
sv: Desarmerad vid %s.

source: %s has been constructed.
sv: %s har konstruerad.

source: %s has been damaged.
sv: %s har skadad.

source: %s has been destroyed.
sv: %s har förstörd.

source: Spotted by %s^7 at %s
sv: Upptäckt av %s^7 på %s

source: Spotted by %s
sv: Upptäckt av %s

source: %s have stolen %s!
sv: %s har stulit %s!

source: %s have returned %s!
sv: %s har hämta tillbaka %s!

source: %s^7 has joined the %s^7!
sv: %s^7 gå med i %s^7!

source: %s^7 disconnected
sv: %s^7 frånkopplad

source: MISSION TIME:
sv: UPPDRAGSTID:

source: GAME STOPPED
sv: SPEL STOPPAD

source: MATCH BEGINS IN:
sv: MATCH BÖRJAR OM:

source: WAITING ON ^2%i ^9%s
sv: VÄNTAR PÅ ^2%i ^9%s

source: REINFORCE TIME:
sv: FÖRSTÄRKNINGSTID:

source: ROUND
sv: RUNDA

source: SCORE
sv: POÄNG

source: MAP %i of %i
sv: BANA %i av %i

source: Config: ^7%s^7
sv: Konfiguration: ^7%s^7

source: ^3CONNECTING
sv: ^3ANSLUTER

source: ^3SPECTATOR
sv: ^3ÅSKÅDARE

source: AXIS
sv: AXLARNA

source: FIRST BLOOD
sv: FÖRSTA SKADAN

source: ALLIES
sv: ALLIERADE

source: C R
sv: K G

source: Score
sv: Poäng

source: ^1FIGHT!
sv: ^1SLÅSS!

source: Auto Pick
sv: Auto-välja

source: Damage Given: %6d Team Damage Given: %6d
sv: Skador given: %6d Lagskador given: %6d

source: Damage Recvd: %6d Team Damage Recvd: %6d
sv: Skador erhållen: %6d Lagskador erhållen: %6d

source: Kills: %3d Team Kills: %3d Accuracy: %5.1f%%
sv: Dödade: %3d Lagmord: %3d Exakthet: %5.1f%%

source: Gibs: %3d Team Gibs: %3d Playtime: %5.1f%%
sv: Gibs: %3d Lag-gibs: %3d Speltid: %5.1f%%

source: Deaths: %3d Self Kills: %3d Headshots: %5.1f%%
sv: Dödad: %3d Självdöda: %3d Huvudskott: %5.1f%%

source: ^7Weapon Acrcy Hits/Atts Kills Deaths Headshots
sv: ^7Vapen Extht träff/att Dödade Dödad Huvudskott

source: ^7Weapon Acrcy Hits/Atts Kll Dth HS
sv: ^7Vapen Extht träff/att Död Dog HS

source: ^3No weapon info available.
sv: ^3Ingen vapeninfo tillgänglig.

source: Medals
sv: Medaljer

source: ^3No skills acquired!
sv: ^3Inga färdigheter förvärvade!

source: Map
sv: Bana

source: Could not create logfile
sv: Kunde inte skapa loggfil

source: ^3Server Restarting
sv: ^3Servern startar om

source: DOWNLOADING...
sv: LADDAR NER...

source: CONNECTING...
sv: ANSLUTER...

source: Connecting to: %s^* %s
sv: Ansluter till: %s^* %s

source: Awaiting connection...%i
sv: Väntar på anslutning...%i

source: Awaiting challenge...%i
sv: Väntar på utmaningen...%i

source: Awaiting gamestate...
sv: Väntar på spelstatus...
