Repository: sysfce2/Game_etlegacy
Catalog: etmain/locale/mod/*.po
Languages: sv

source: MAKE SPEC
sv: GÖRA ÅSKÅDARE

source: WARN
sv: VARNA

source: BAN
sv: BANN

source: WARN PLAYER
sv: VARNA SPELARE

source: Warning:
sv: Varning:

source: Warning message to send to a player
sv: Varningsmeddelande att skicka till en spelare

source: PLAY ONLINE
sv: SPELA

source: REPLAYS
sv: REPRISER

source: PROFILE
sv: PROFILER

source: MODS
sv: MODDAR

source: ^1SECURITY INFORMATION
sv: ^1SÄKERHETSMEDDELANDE

source: You are running old software
sv: Du använder gammal mjukvara

source: We do recommend to upgrade your ET client
sv: Vi rekommenderar att du uppgraderar din ET-klient

source: UPGRADE NOW
sv: UPPGRADERA NU

source: CONNECT TO SERVER
sv: DIREKTANSLUTNING

source: Enter the IP address seperated by dots: xxx.xxx.xxx.xxx
sv: Ange IP-adressen åtskilda av punkter: xxx.xxx.xxx.xxx

source: Server PW:
sv: Lösenord:

source: Enter the server password if any
sv: Ange serverlösenordet vid behov

source: CONNECT
sv: ANSLUTA

source: Select the modification to play
sv: Välj modifikation att spela

source: LOAD MOD
sv: LADDA MODD

source: CLEAN
sv: RENA

source: HOMEPATH CLEAN UP
sv: HOMEPATH RENGÖRING

source: This will delete all unnecessary files from you fs_homepath.
sv: Detta kommer att radera alla onödiga filer från din fs_homepath.

source: A simple clean will remove tmp and custom pk3 files.
sv: En enkel rengöring tar bort tmp och anpassade pk3-filer.

source: A full clean will remove all downloaded files like maps, campaigns and custom pk3 files.
sv: En fullständig rengöring tar bort alla nedladdade filer som banor, fälttåg och anpassade pk3-filer.

source: ^1WARNING: Use at your own risk!
sv: ^1VARNING: Använd på egen risk!

source: Consult our wiki for documentation.
sv: Se vår wiki för dokumentation.

source: Press '^7ABORT^9' if you don't know what you are doing here.
sv: Tryck på '^7AVBRYT^9' om du inte vet vad du gör här.

source: ABORT
sv: AVBRYT

source: Abort operation
sv: Avbryt operation

source: SIMPLE CLEAN
sv: ENKEL RENA

source: Remove tmp and custom pk3 files
sv: Ta bort tmp och anpassade pk3-filer

source: FULL CLEAN
sv: FULL RENA

source: Remove all maps and campaigns files
sv: Ta bort alla banor och fälttågfiler

source: DEFAULT CONTROLS
sv: STANDARDKONTROLLER

source: Reset controls to default?
sv: Återställa kontrollerna till standard?

source: Handedness:
sv: Huvudhand:

source: Right
sv: Höger

source: Left
sv: Vänster

source: Left or Right Handed? This sets your default controls which you can modify later via the options menu
sv: Vänster- eller högerhänt? Detta ställer in dina standardkontroller som du kan ändra senare via inställningsmenyn

source: CONTROLS
sv: KONTROLLER

source: MOVE
sv: RÖRELSE

source: Forward:
sv: Framåt:

source: Back:
sv: Bakåt:

source: Move Left:
sv: Sidledes vänster:

source: Move Right:
sv: Sidledes höger:

source: Lean Left:
sv: Luta vänster:

source: Lean Right:
sv: Luta höger:

source: Jump:
sv: Hoppa:

source: Crouch:
sv: Huka:

source: Prone:
sv: Ligga:

source: Walk:
sv: Smyga:

source: Sprint:
sv: Springa:

source: INPUT
sv: INMATNING

source: Invert Mouse:
sv: Invertera mus:

source: Inverts mouse pitch
sv: Invertera musriktning

source: Smooth Mouse:
sv: Musutjämning:

source: Smooths out the mouse using interpolation
sv: Jämnar ut musen med interpolation

source: Mouse Sensitivity:
sv: Muskänslighet:

source: Use the slider to increase or decrease mouse sensitivity
sv: Använd skjutreglaget för att öka eller minska musens känslighet

source: Mouse Pitch:
sv: Lodrät rörelse:

source: 0.015 (lowest allowed)
sv: 0.015 (lägst tillåtet)

source: 0.022 (default)
sv: 0.022 (standard)

source: Up-Down Motion Of The Crosshair While Moving.
sv: Upp-ned-rörelse av hårkorset under springa.

source: CHAT
sv: CHATT

source: Chat:
sv: Chatt:

source: Team Chat:
sv: Lagchatt:

source: Fire-Team Chat:
sv: Gruppchatt:

source: Quick Chat:
sv: Snabbchatt:

source: Fire-Team Quick Chat:
sv: Snabb-gruppchatt:

source: POP-UPS
sv: ÖVERLÄGG

source: Show Scores:
sv: Visa poängtavla:

source: Show Limbo Menu:
sv: Visa spelarmenyn:

source: Show Command Map:
sv: Visa kompasskarta:

source: Compass Map Zoom In:
sv: Zooma in kompasskarta:

source: Compass Map Zoom Out:
sv: Zooma ut kompasskarta:

source: Player Stats:
sv: Spelarstatistik:

source: Top Shots:
sv: Flest träffar:

source: Objectives:
sv: Mål:

source: USE WEAPONS
sv: VAPENANVÄNDNING

source: Switch to Alternate:
sv: Växla till alternativ:

source: Reload Weapon:
sv: Ladda om vapen:

source: Binoculars Zoom:
sv: Kikarzoom:

source: Use (Activate):
sv: Använda (aktivera):

source: SELECT CLASS AND WEAPONS
sv: VÄLJ KLASS OCH VAPEN

source: Next Weapon:
sv: Nästa vapen:

source: Previous Weapon:
sv: Föregående vapen:

source: Slot 1 - Melee:
sv: Plats 1 - närstrid:

source: Slot 2 - One Handed:
sv: Plats 2 - enhands:

source: Slot 3 - Two Handed:
sv: Plats 3 - tvåhands:

source: Slot 4 - Grenade:
sv: Plats 4 - granater:

source: Slot 5 - Special 1:
sv: Plats 5 - särskild 1:

source: Slot 6 - Special 2:
sv: Plats 6 - särskild 2:

source: Slot 7 - Special 3:
sv: Plats 7 - särskild 3:

source: Slot 8 - Binoculars:
sv: Plats 8 - Kikare:

source: MISCELLANEOUS
sv: OLIKA

source: Vote Yes:
sv: Rösta ja:

source: Take Screenshot:
sv: Ta skärmdump:

source: Vote No:
sv: Rösta nej:

source: Record Replay:
sv: Skapa repris:

source: FIRE-TEAMS
sv: GRUPPER

source: Select All Members:
sv: Välj alla medlemmar:

source: Select Member #1:
sv: Välj medlem 1:

source: Select Member #2:
sv: Välj medlem 2:

source: Select Member #3:
sv: Välj medlem 3:

source: Select Member #4:
sv: Välj medlem 4:

source: Select Member #5:
sv: Välj medlem 5:

source: Select Member #6:
sv: Välj medlem 6:

source: Deselect All:
sv: Avmarkera alla:

source: Fire-Team Admin:
sv: Gruppledare:

source: GAME
sv: SPEL

source: PLAYER
sv: SPELARE

source: Player Alias:
sv: Spelarnamn:

source: Enter the name that you wish to be known by to others on servers
sv: Ange namnet som du vill bli känd av för andra på servrar

source: Language:
sv: Språk:

source: Set your desired language
sv: Ställ in det språk du önskar

source: PHYSICS
sv: FYSIK

source: Always Run:
sv: Alltid springa:

source: Toggle walk/run
sv: Växla mellan smyga och springa

source: Double-Tap Prone:
sv: Dubbeltryck-ligga:

source: Set the delay time between keypresses required to be a double-tap
sv: Växlar liggande med dubbeltryck på 'framåt' medan du hukar på eller av

source: WEAPONS
sv: VAPEN

source: Automatic Reload:
sv: Auto-omladdning:

source: Automatically reload when ammunition clip runs out
sv: Ladda om automatiskt när ammunitionsmagasinet tar slut

source: Autoswitch:
sv: Auto-växel:

source: Automatically switch to a new weapon when out of ammunition
sv: Byt automatiskt till ett nytt vapen när du får slut på ammunition

source: Weapon Icon Flash:
sv: Vapenikon blinka:

source: 2 colors
sv: 2 färger

source: 3 colors
sv: 3 färger

source: Flash weapon icon when firing, reloading, or switching
sv: Blinkande vapenikon när du skjuter, laddar om eller byter

source: Muzzle Flash:
sv: Mynningsblixt:

source: Enables or disables weapon fire (muzzle flash)
sv: Aktiverar eller inaktiverar mynningsflammor

source: Bullet Tracers:
sv: Kulspårare:

source: On
sv: På

source: Only own tracers
sv: Endast egna spårare

source: Only others tracers
sv: Endast andra spårare

source: Enable/Disable bullet tracers
sv: Aktiverar eller inaktiverar spårljusammunition

source: SCOPE
sv: KIKARSIKTE

source: Weapon Cycle for Zoom:
sv: Vapenhjul för zoom:

source: On (normal)
sv: På (standard)

source: On (reverse)
sv: På (omvänd)

source: Weapon switch will zoom in and out while scoped, rather than switch weapons
sv: När du byter vapen kommer kikarsikten att zooma in och ut istället för att byta vapen

source: Default Zoom Level:
sv: Standard zoomnivå:

source: All the way Out
sv: Helt utzoomat

source: Near
sv: Nära

source: Far
sv: Långt

source: All the Way In
sv: Helt inzoomat

source: Set the default zoom level for scopes
sv: Ställ in standardzoomnivån för kikarsikten

source: Zoom Levels:
sv: Zoomnivåer:

source: 4 Levels of Zoom
sv: 4 nivåer av zoom

source: 8 Levels of Zoom
sv: 8 nivåer av zoom

source: Specifies the increments you zoom by
sv: Anger stegen du vill zooma med

source: Quick Chat Mode:
sv: Snabbchattläge:

source: Alpha
sv: Bokstäver

source: Numeric
sv: Numerisk

source: Use alpha or numeric keys to send radio messages
sv: Använd alfa- eller siffertangenter för att skicka radiomeddelanden

source: Chat Icon Time:
sv: Chattikontid:

source: Short
sv: Kort

source: Normal
sv: Standard

source: Long
sv: Lång

source: Really Long
sv: Riktigt lång

source: Specify how long the chat icon appears above other players' heads
sv: Ange hur länge chattikonen ska visas över huvudet på andra spelare

source: Team chat only:
sv: Endast lagchatt:

source: Play only team chat in-game
sv: Spela endast lagchatt i spelet

source: No voice text:
sv: Ingen rösttext:

source: Don't show voice text in-game
sv: Visa inte rösttext i spelet

source: SOUND
sv: LJUD

source: Announcer:
sv: Utropare:

source: Enables or disables the in-game Commander
sv: Aktiverar eller inaktiverar befälhavaren i spelet

source: No voice chat:
sv: Ingen röstchatt:

source: Don't play voice chat in-game
sv: Spela inte röstchatt i spelet

source: Hitsounds:
sv: Träffljud:

source: No Team Hit Sound
sv: Inget lagträffljud

source: No Head Hit Sound
sv: Inget huvudträffljud

source: No Body Hit Sound
sv: Inget kroppträffljud

source: Set hit sounds
sv: Ställ in träffljud

source: Complaint PopUp:
sv: Klagomålsmöjlighet:

source: Display the option to file complaints about teammates who kill you
sv: Se möjligheten att lämna in klagomål om lagkamrater som dödar dig

source: Log Important Messages:
sv: Logga viktiga meddelanden:

source: Prints important game messages to the console
sv: Skriver ut viktiga spelmeddelanden till konsolen

source: Auto-Action:
sv: Automatisk handling:

source: Demo
sv: Inspelning

source: Screenshot
sv: Skärmdump

source: Stats Dump
sv: Statistikdump

source: Demo + SS
sv: Inspelning + skärmdump

source: Demo + Stats
sv: Inspelning + statistik

source: SS + Stats
sv: Skärmdump + statistik

source: Demo + SS + Stats
sv: Aktivera allt

source: Automatically performs actions at the start or end of a round
sv: Utför automatiskt åtgärder i början eller slutet av en omgång

source: AutoScreenshots format:
sv: Auto-skärmdumpar format:

source: Switches between .tga and .jpg picture types for the "autoscreenshot" command
sv: Växlar mellan .tga- och .jpg-bildtyper för kommandot "autoscreenshot"

source: Show Tool Tips:
sv: Visa snabbinfo:

source: Display Tool Tips in the UI
sv: Visa kortfattad information i menyerna

source: VIEW
sv: SYN

source: HUD DISPLAY
sv: HUD

source: Draw Gun:
sv: Rita vapen:

source: Shows gun model on-screen
sv: Visar vapenmodell på skärmen

source: Show Compass:
sv: Visa kompass:

source: Displays compass (with icons when near select events)
sv: Visar kompass (med ikoner i närheten av utvalda händelser)

source: Auto Map Zoom:
sv: Auto-kartzoom:

source: Sets Zoom Level Automatically When Map Loads
sv: Ställer in zoomnivån automatiskt när kartan laddas

source: Mission Timer:
sv: Uppdragstimer:

source: Displays remaining mission time
sv: Visar återstående uppdragstid

source: Reinforcement Timer:
sv: Förstärkningstimer:

source: Displays your team's "reinforcement" time
sv: Visar tiden fram till nästa förstärkning av ditt lag

source: Cursor Hints:
sv: Pekartips:

source: Size Pulse
sv: Storlekspulsering

source: Strobe Pulse
sv: Blixtpulsering

source: Alpha Pulse
sv: Alfapulsering

source: Solid
sv: Fast

source: Icon display format when near an action item
sv: Ikonvisningsformat när du är nära ett åtgärdsobjekt

source: Show Locations:
sv: Visa platser:

source: Cordinates Only
sv: Endast koordinater

source: Names Fireteam Only
sv: Endast gruppnamn

source: Names Team Chat Only
sv: Endast lagchattnamn

source: Team & Fireteam Chat
sv: Lag- & gruppchatt

source: Displays locations in fireteam
sv: Visar platser i grupp

source: Enable Flags:
sv: Aktivera flaggor:

source: Displays players country flags in score board
sv: Visar spelarnas nationsflaggor i resultattavlan

source: Fireteam Latched Class:
sv: Gruppklassändringar:

source: Displays Fireteam latched class
sv: Visa gruppklassändringar

source: Obituaries Icons:
sv: Dödsannonsikoner:

source: Victim Weapon Killer
sv: offer - vapen - mördare

source: Killer Weapon Victim
sv: mördare - vapen - offer

source: Displays graphical obituaries
sv: Visar grafiska dödsannonser

source: Show Descriptive Text:
sv: Visa beskrivningstext:

source: Displays limbo help text
sv: Visar spelarmenyhjälptext

source: Show Clock:
sv: Visar klocka:

source: 24 hours
sv: 24 timmar

source: 24 hours + seconds
sv: 24 timmar + sekunder

source: 12 hours
sv: 12 timmar

source: 12 hours + seconds
sv: 12 timmar + sekunder

source: Displays local time
sv: Visar lokal tid

source: Show FPS:
sv: Visa FPS:

source: Displays Frames Per Second
sv: Visar bildrutor per sekund

source: Show Ping:
sv: Visa ping:

source: Displays ping
sv: Visar ping

source: Show Lagometer:
sv: Visa laggometer:

source: Displays lagometer
sv: Visar laggometer

source: Switch HUD:
sv: Växla HUD:

source: Alternate Hud 1
sv: Alternativ HUD 1

source: Alternate Hud 2
sv: Alternativ HUD 2

source: Switches between different HUD
sv: Växlar mellan olika HUD:er

source: Modify Selected HUD:
sv: Ändra vald HUD:

source: Move Round Timer
sv: Flytta omgångstidur

source: Remove Ranks
sv: Inga grader

source: Move Popups
sv: Flytta popups

source: Ranks + Timer
sv: Grader + tidur

source: Timer + Popups
sv: Tidur + popups

source: Ranks + Popups
sv: Grader + popups

source: Timer + Ranks + Popups
sv: Tidur + grader + popups

source: Customises Selected HUD
sv: Anpassar vald HUD

source: IN-GAME DISPLAY
sv: VY I SPELET

source: Ejecting Brass:
sv: Hylsafalltid:

source: High
sv: Hög

source: Med
sv: Medel

source: Sets the duration ejected bullet shells last for
sv: Ställer in hur lång tid de utmatade kulhylsor förblir på plats

source: Field Of View:
sv: Synvinkel:

source: Best FOV (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
sv: Bästa FOV (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27

source: Corona Distance:
sv: Ljusskenavstånd:

source: Extreme
sv: Ytterlig

source: Sets the maximum distance light corona is displayed
sv: Ställer in det maximala avståndet som ljuskorona visas

source: Particles Effects:
sv: Partikeleffekter:

source: Toggles display of particle effects (explosions, some smoke effects)
sv: Växlar visning av partikeleffekter (explosioner, vissa rökeffekter)

source: Visual Effects:
sv: Visuella effekter:

source: Draws additional visual effects (airstrike planes, debris)
sv: Ritar ytterligare visuella effekter (bombflygplan, skräp)

source: Wall Mark Lifetime:
sv: Märkningstid:

source: Duration of bullet marks on walls
sv: Tidslängd för skottmärken på ytor

source: Blood Flash:
sv: Blodblixt:

source: Light
sv: Lätt

source: Medium
sv: Medel

source: Heavy
sv: Mycket

source: Red blood "flash" scale when receiving damage
sv: Rött blod "flash" skala vid mottagande av skada

source: Blood Splatter:
sv: Blodstänk:

source: Blood "splatter" transparency when taking damage from other players
sv: Genomskinligt blod "stänker" när du tar skada från andra spelare

source: Show Blood:
sv: Visa blod:

source: Toggles showing blood spurt effect when players are shot
sv: Växlar för att visa blodspruteffekt när spelare skjuts

source: Atmospheric Effects:
sv: Atmosfäriska effekter:

source: Draws atmospheric effects (snow/rain) on-screen
sv: Ritar atmosfäriska effekter (snö/regn) på skärmen

source: CROSSHAIR
sv: HÅRKORS

source: Crosshair Size:
sv: Hårkorsstorlek:

source: Tiny
sv: Mycket liten

source: Small
sv: Liten

source: Large
sv: Stor

source: Huge
sv: Jättestor

source: Sets the size of the displayed crosshair
sv: Ställer in storleken på det visade hårkorset

source: Crosshair Pulsing:
sv: Pulserande hårkors:

source: Toggles crosshair spread sizing while moving/firing
sv: Växlar storleken på hårkorsspridning när du flyttar/skjuter

source: Crosshair Health Info:
sv: Hårkors hälsoinfo:

source: Colors the crosshair based on current health (overrides crosshair color settings)
sv: Färgar hårkorset baserat på aktuella hälsa (åtsidosätter hårkorsets färginställningar)

source: Crosshair Name:
sv: Hårkors namnvy:

source: Name
sv: Namn

source: Coloured Name
sv: Färgat namn

source: Displays player name when the crosshair is over a teammate
sv: Visar spelarens namn när hårkorset är över en lagkamrat

source: Crosshair Info:
sv: Hårkors spelarinfo:

source: Class
sv: Klass

source: Rank
sv: Grad

source: Class + Rank
sv: Klass + grad

source: Rank + Prestige
sv: Grad + prestige

source: Class + Rank + Prestige
sv: Klass + grad + prestige

source: Displays player info when the crosshair is over a teammate
sv: Visar spelarinfo när hårkorset är över en lagkamrat

source: Set crosshair type
sv: Ställ in hårkorstyp

source: Primary Color:
sv: Primär färg:

source: White
sv: Vit

source: Yellow
sv: Gul

source: Red
sv: Röd

source: Green
sv: Grön

source: Blue
sv: Blå

source: Light Blue
sv: Ljusblå

source: Medium Blue
sv: Mellanblå

source: Light Red
sv: Ljusröd

source: Medium Red
sv: Mellanröd

source: Light Green
sv: Ljusgrön

source: Medium Green
sv: Mellangrön

source: Dark Green
sv: Mörkgrön

source: Medium Cyan
sv: Mellancyan

source: Medium Yellow
sv: Mellangul

source: Medium Orange
sv: Mellanorange

source: Light Grey
sv: Ljusgrå

source: Medium Grey
sv: Mellangrå

source: Dark Grey
sv: Mörkgrå

source: Black
sv: Svart

source: Set the color for the primary crosshair
sv: Ställ in färgen för det primära hårkorset

source: Primary Alpha:
sv: Primära genomskinlighet:

source: Set the transparency level for the primary crosshair
sv: Ställ in transparensnivån för det primära hårkorset

source: Secondary Color:
sv: Sekundär färg:

source: Set the color for the secondary crosshair
sv: Ställ in färgen för det sekundära hårkorset

source: Secondary Alpha:
sv: Sekundära genomskinlighet:

source: Set the transparency level for the secondary crosshair
sv: Ställ in transparensnivån för det sekundära hårkorset

source: MOVEMENT
sv: RÖRELSE

source: Bob up:
sv: Svikteffekt:

source: Enable/Disable the vertical bob effect when moving
sv: Aktivera eller inaktivera den vertikala svikteffekten vid rörelse

source: Bob pitch:
sv: Svikteffekt lodrät:

source: Enable/Disable the bob pitch (forwards/backwards) effect when moving
sv: Aktivera eller inaktivera svikteffekten (framåt/bakåt) vid rörelse

source: Bob roll:
sv: Svikteffekt sidledes:

source: Enable/Disable the bob roll (left/right) effect when moving
sv: Aktivera eller inaktivera svikteffekten (vänster/höger) vid rörelse

source: FONTS
sv: TECKENSNITT

source: Fonts Size:
sv: Teckenstorlek:

source: Sets the size of the in-game fonts
sv: Ställer in teckenstorleken i spelet

source: Top Print:
sv: Övre:

source: Set font size for Warmup message and Spectator label
sv: Ställ in teckenstorlek för uppvärmningsmeddelande och åskådare-etikett

source: Side Print:
sv: På sidan:

source: Set font size for Limbo/Fireteam/Vote/Obituaries/Skill upgrade messages
sv: Ställ in teckenstorlek för om meny/grupp/röstning/ dödsannonser/färdighetsuppgraderingar meddelanden

source: Center Print:
sv: Mitt:

source: Set font size for CenterPrint/Objective Info/Skill reward messages
sv: Ställ in teckenstorlek för CenterPrint/ måluppgifter/färdighets-belöningsmeddelanden

source: Set font size for Crosshair Name label
sv: Ställ in teckenstorlek för Hårkorsnamnetikett

source: Popup Stay Time:
sv: Popup-varaktighet:

source: Set the time a pop-up stays visible
sv: Ställ in hur länge en popup ska vara synlig

source: Popup Fade Time:
sv: Popup-uttoningstid:

source: Set the time a pop-up fades away
sv: Ställ in tiden när en popup långsamt försvinner

source: CALIBRATE BRIGHTNESS
sv: JUSTERA LJUSSTYRKA

source: General Brightness Calibration (All Color Depths)
sv: Allmän ljusstyrkakalibrering (alla färgdjup)

source: 1. Move the slider below and/or the brightness on your monitor until you can see 16
sv: 1. Flytta skjutreglaget nedanför och/eller ljusstyrkan på din monitor tills du kan se 16

source: separate bars below of equal differing brightness.
sv: separata staplar nedanför med lika olika ljusstyrka.

source: 2. Click the BACK button.
sv: 2. Klicka på TILLBAKA.

source: Brightness Fine-Tuning (32 bit Textures and Color Depth)
sv: Finjustering av ljusstyrka (32-bitars texturer och färgdjup)

source: 1. Move the slider below until you can see 3 separate bars below.
sv: 1. Flytta reglaget nedan tills du kan se 3 separata staplar nedan.

source: 2. Adjust the slider until there is no difference between the left and middle boxes.
sv: 2. Justera reglaget tills det inte finns någon skillnad mellan den vänstra och mitten rutan.

source: 3. Click the BACK button.
sv: 3. Klicka på TILLBAKA.

source: Brightness:
sv: Ljusstyrka:

source: Set the brightness of the game
sv: Ställ in ljusstyrkan för spelet

source: GRAPHICS
sv: GRAFIK

source: SIMPLE
sv: ENKEL

source: Overall Quality:
sv: Allmän kvalitet:

source: fastest
sv: snabbast

source: fast
sv: snabb

source: normal
sv: vanlig

source: high
sv: höjd

source: Set overall video quality
sv: Ställ in övergripande videokvalitet

source: Resolution:
sv: Upplösning:

source: Set video resolution of the game
sv: Ställ in videoupplösning för spelet

source: Window Mode
sv: Fönsterläge

source: Toggle fullscreen
sv: Växla helskärm

source: Intensity:
sv: Intensitet:

source: The intensity of textures (requires vid_restart)
sv: Intensiteten av texturer (kräver vid_restart)

source: Map Overbright Bits:
sv: Bana överljus:

source: The world gets brighter, but paler (requires vid_restart)
sv: Världen blir ljusare men blekare (kräver vid_restart)

source: Overbright Bits:
sv: Överljus:

source: Map shines brighter (requires vid_restart)
sv: Banan lyser starkare (kräver vid_restart)

source: Low Quality Sky:
sv: Sky av låg kvalitet:

source: Toggles wether the detailed skybox is drawn or just a basic sky
sv: Växlar om den detaljerade skyboxen är ritad eller bara en enkel himmel

source: Shadow Detail:
sv: Skuggdetalj:

source: Blob
sv: Plätt

source: Set shadow details
sv: Ställ in skuggdetaljer

source: Texture Detail:
sv: Textur detalj:

source: Low
sv: Låg

source: Set texture details
sv: Ställ in texturdetaljer

source: Dynamic Lights:
sv: Dynamiska ljus:

source: Toggles use of dynamic lighting effects
sv: Växlar användning av dynamiska ljuseffekter

source: Geometric Detail:
sv: Geometriska detaljer:

source: Set level of details bias
sv: Ställ in detaljnivån

source: Texture Quality:
sv: Texturkvalitet:

source: Default
sv: Förvald

source: 16-bit
sv: 16-bitars

source: 32-bit
sv: 32-bitars

source: Set the number of bits for textures
sv: Ställ in antalet bitar för texturer

source: Texture Filter:
sv: Texturfilter:

source: Bilinear
sv: Bilinjär

source: Trilinear
sv: Trilinjär

source: Set the GL texture mode
sv: Ställ in GL-texturläget

source: Anisotropic Filter:
sv: Anisotropiskt filter:

source: Disabled
sv: Inaktiverad

source: Set anisotropic filtering
sv: Ställ in anisotropisk filtrering

source: Anti-Aliasing:
sv: Kantutjämning:

source: Set Anti-Aliasing
sv: Ställ in kantutjämning

source: Color Depth:
sv: Färgdjup:

source: Desktop Default
sv: Skrivbord (förvald)

source: Set color depth
sv: Ställ in färgdjup

source: Detail Textures:
sv: Detalj texturer:

source: Toogles usage of high detail textures
sv: Tooglar användning av texturer med hög detaljrikedom

source: Depth Buffer:
sv: Djupbuffert:

source: 24-bit
sv: 24-bitars

source: Set the number of desired depth bits
sv: Ställ in antalet önskade bitdjup
