Repository: sysfce2/Game_etlegacy
Catalog: etmain/locale/mod/*.po
Languages: sv

source: A. Akimbo
sv: A. Dubbla pistoler

source: P. Silenced Pistol
sv: P. Tystnad pistol

source: A. Silenced Akimbo
sv: A. Tystnad dubbla pistoler

source: 2. Akimbo
sv: 2. Dubbla pistoler

source: 3. SMG
sv: 3. Kpist

source: CHOOSE TEAM
sv: VÄLJ LAG

source: R. Axis
sv: R. Axelmakterna

source: B. Allies
sv: B. Allierade

source: S. Spectators
sv: S. Åskådare

source: 1. Axis
sv: 1. Axelmakterna

source: 2. Allies
sv: 2. Allierade

source: 3. Spectators
sv: 3. Åskådare

source: Set or unset this server as favorite
sv: Ställ in eller avaktivera denna server som favorit

source: MAKE SHOUTCASTER
sv: GÖR SHOUTCASTER

source: demo %s: %ik
sv: repris %s: %ik

source: audio %s: %ik
sv: ljud %s: %ik

source: REPLAY
sv: REPRIS

source: RECORD
sv: INSPELNING
